
const root = document.getElementById('root');

const chefs = ['舟', '周', '笠', 'ポ', 'ヤ', '服'];

const recipes = [
  {
    "name": "荒磯天空姿盛り",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "アワビ"
      ],
      [
        "大トロ"
      ],
      [
        "トラフグ"
      ],
      [
        "たらばがに"
      ],
      [
        "包丁の舞い"
      ]
    ]
  },
  {
    "name": "天空ちゃんこ",
    "chef": [
      "舟",
      "周",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "キャベツ"
      ],
      [
        "松阪牛"
      ],
      [
        "コーチン"
      ],
      [
        "黒豚"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "うどん"
      ],
      [
        "秘伝のかくし味"
      ]
    ]
  },
  {
    "name": "フカヒレの天空煮",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "フカヒレ"
      ],
      [
        "たらばがに"
      ],
      [
        "アワビ"
      ],
      [
        "ネギ",
        "しょうが"
      ],
      [
        "オイスターソース"
      ],
      [
        "秘伝のかくし味"
      ]
    ]
  },
  {
    "name": "シャトーブリアンステーキ天空ソース",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "ベーコン"
      ],
      [
        "にんじん"
      ],
      [
        "フォアグラ"
      ],
      [
        "トリュフ"
      ],
      [
        "秘伝のかくし味"
      ]
    ]
  },
  {
    "name": "天空のシュラスコ",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "松阪牛"
      ],
      [
        "黒豚"
      ],
      [
        "豚肉"
      ],
      [
        "包丁の舞い"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "天空のブルスケッタ",
    "chef": [
      "ヤ"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "フォアグラ"
      ],
      [
        "トリュフ"
      ],
      [
        "トマト"
      ],
      [
        "にんにく"
      ],
      [
        "金箔",
        "愛"
      ]
    ]
  },
  {
    "name": "天空のオムライス",
    "chef": [
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "烏骨鶏の卵"
      ],
      [
        "コーチン"
      ],
      [
        "米"
      ],
      [
        "たまねぎ"
      ],
      [
        "ケチャップ"
      ],
      [
        "秘伝のかくし味"
      ],
      [
        "バター",
        "トマト"
      ]
    ]
  },
  {
    "name": "北京ダック",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "ダック"
      ],
      [
        "味噌"
      ],
      [
        "ネギ"
      ],
      [
        "点心の皮"
      ]
    ]
  },
  {
    "name": "超豪華海鮮冷菜三点盛り",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "たらばがに"
      ],
      [
        "アワビ"
      ],
      [
        "レタス",
        "トマト"
      ],
      [
        "ダック"
      ]
    ]
  },
  {
    "name": "成金盛り",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "アワビ"
      ],
      [
        "大トロ"
      ],
      [
        "しそ"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "アワビのソテープロヴァンス風",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "アワビ"
      ],
      [
        "バター"
      ],
      [
        "にんにく"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "アワビしゃぶしゃぶ",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "アワビ"
      ],
      [
        "とうふ",
        "白菜",
        "ネギ",
        "春菊",
        "だいこん",
        "餅"
      ]
    ]
  },
  {
    "name": "フォアグラのロティトリュフ添え",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "フォアグラ"
      ],
      [
        "トリュフ"
      ],
      [
        "バター",
        "たまねぎ",
        "ワイン",
        "にんじん"
      ]
    ]
  },
  {
    "name": "伊勢海老のブイヤベース",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "アサリ"
      ],
      [
        "カキ"
      ],
      [
        "トマト"
      ],
      [
        "ワイン"
      ]
    ]
  },
  {
    "name": "フカヒレの姿煮",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "フカヒレ"
      ],
      [
        "ネギ"
      ],
      [
        "しょうが"
      ],
      [
        "オイスターソース"
      ]
    ]
  },
  {
    "name": "松阪牛のシャトーブリアンステーキ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "ベーコン"
      ],
      [
        "にんじん"
      ],
      [
        "じゃがいも"
      ]
    ]
  },
  {
    "name": "松阪牛フィレ肉のチーズソース・トリュフ添え",
    "chef": [
      "ヤ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "チーズ"
      ],
      [
        "ワイン"
      ],
      [
        "バター"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "海鮮しゃぶしゃぶ",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "アワビ",
        "伊勢海老",
        "たらばがに",
        "かに"
      ],
      [
        "カキ",
        "ホタテ貝",
        "タイ",
        "エビ"
      ],
      [
        "春菊",
        "白菜",
        "ネギ",
        "とうふ",
        "餅"
      ]
    ]
  },
  {
    "name": "豪華絢爛どびん蒸し",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "まつたけ"
      ],
      [
        "伊勢海老"
      ],
      [
        "コーチン"
      ],
      [
        "アワビ"
      ]
    ]
  },
  {
    "name": "トラフグちり",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "春菊",
        "白菜",
        "ネギ",
        "とうふ",
        "餅"
      ]
    ]
  },
  {
    "name": "フォアグラクロケッタ白トリュフ風味",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "フォアグラ"
      ],
      [
        "トリュフ"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "松阪牛すきやき",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "春菊",
        "白菜",
        "ネギ",
        "とうふ",
        "たまねぎ"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "松阪牛のしゃぶしゃぶ",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "とうふ",
        "白菜",
        "ネギ",
        "春菊",
        "餅",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "海鮮冷菜三点盛り",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "たらばがに"
      ],
      [
        "アワビ"
      ],
      [
        "レタス",
        "トマト"
      ]
    ]
  },
  {
    "name": "極上松阪タルタルステーキ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "たまねぎ"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "前菜シュプレーム",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "フォアグラ"
      ],
      [
        "トリュフ"
      ],
      [
        "キャビア"
      ],
      [
        "レモン"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "たらばかにちり",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "春菊",
        "白菜",
        "ネギ",
        "とうふ",
        "餅"
      ]
    ]
  },
  {
    "name": "ダックの唐揚げ香味ソース",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "ダック"
      ],
      [
        "酢"
      ],
      [
        "しょうが"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "北京ダックの香り醤油煮",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "ダック"
      ],
      [
        "しょうが",
        "唐辛子",
        "にんにく"
      ],
      [
        "ネギ"
      ]
    ]
  },
  {
    "name": "ほうれん草と松阪牛の包み焼きトリュフ添",
    "chef": [
      "ヤ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "ほうれん草"
      ],
      [
        "ハム",
        "たまご"
      ],
      [
        "牛乳",
        "チーズ"
      ],
      [
        "トリュフ"
      ],
      [
        "ワイン"
      ]
    ]
  },
  {
    "name": "松阪牛フィレ肉のチーズソース",
    "chef": [
      "ヤ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "チーズ"
      ],
      [
        "ワイン"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "伊勢海老のぱん粉ソテー",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "ぱん粉"
      ],
      [
        "にんにく",
        "ワイン",
        "たまねぎ",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "伊勢海老のポワレ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "たまねぎ"
      ],
      [
        "レモン"
      ],
      [
        "バター"
      ],
      [
        "にんじん"
      ]
    ]
  },
  {
    "name": "刺身３点至福盛合せ",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "アワビ"
      ],
      [
        "伊勢海老"
      ],
      [
        "しそ",
        "だいこん"
      ]
    ]
  },
  {
    "name": "シャトーブリアンステーキ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "ベーコン"
      ],
      [
        "にんじん"
      ],
      [
        "じゃがいも"
      ]
    ]
  },
  {
    "name": "アワビのマリネトリュフ添え",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "アワビ"
      ],
      [
        "トリュフ"
      ],
      [
        "ワイン"
      ],
      [
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "伊勢海老の踊り",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "しそ"
      ],
      [
        "だいこん"
      ],
      [
        "レモン",
        "しょうが"
      ]
    ]
  },
  {
    "name": "伊勢海老の極上タイすき",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "ひき肉"
      ],
      [
        "伊勢海老"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "唐辛子",
        "たけのこ",
        "にんじん",
        "白菜",
        "春菊"
      ]
    ]
  },
  {
    "name": "伊勢海老の極上風味焼き",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "にんにく"
      ],
      [
        "しょうが",
        "レモン"
      ]
    ]
  },
  {
    "name": "貝づくし",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "アワビ"
      ],
      [
        "ホタテ貝",
        "カキ",
        "アサリ",
        "エスカルゴ"
      ],
      [
        "しそ"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "極上フカヒレとたらばがに肉のスープ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "フカヒレ"
      ],
      [
        "たらばがに"
      ],
      [
        "しいたけ",
        "たけのこ"
      ],
      [
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "フォアグラのロティ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "フォアグラ"
      ],
      [
        "バター",
        "にんじん",
        "たまねぎ",
        "ワイン"
      ]
    ]
  },
  {
    "name": "ほうれん草と松阪牛の包み焼き",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "ほうれん草"
      ],
      [
        "ハム",
        "たまご"
      ],
      [
        "牛乳",
        "チーズ"
      ],
      [
        "ワイン"
      ]
    ]
  },
  {
    "name": "アワビのマリネキャビア添え",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "アワビ"
      ],
      [
        "キャビア"
      ],
      [
        "ワイン"
      ],
      [
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "伊勢海老のタイすき",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "ひき肉"
      ],
      [
        "伊勢海老"
      ],
      [
        "たまご"
      ],
      [
        "唐辛子",
        "たけのこ",
        "にんじん",
        "白菜",
        "春菊"
      ]
    ]
  },
  {
    "name": "かにちり",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "かに"
      ],
      [
        "春菊",
        "白菜",
        "ネギ",
        "とうふ",
        "餅"
      ]
    ]
  },
  {
    "name": "豪華アワビのどびん蒸し",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "アワビ"
      ],
      [
        "コーチン"
      ],
      [
        "たけのこ"
      ],
      [
        "しいたけ"
      ],
      [
        "かまぼこ"
      ]
    ]
  },
  {
    "name": "豪華冷菜盛り合わせ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "紋甲いか"
      ],
      [
        "伊勢海老"
      ],
      [
        "ダック"
      ],
      [
        "レタス",
        "トマト"
      ]
    ]
  },
  {
    "name": "極上にぎり",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "大トロ",
        "伊勢海老",
        "アワビ",
        "烏骨鶏の卵",
        "ウニ"
      ]
    ]
  },
  {
    "name": "しゃぶしゃぶ",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "とうふ",
        "白菜",
        "ネギ",
        "春菊",
        "餅",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "たらばがにの最強かに爪フライ",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "ぱん粉"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "ケチャップ"
      ]
    ]
  },
  {
    "name": "トラフグ刺し",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "ネギ"
      ],
      [
        "だいこん"
      ],
      [
        "唐辛子"
      ]
    ]
  },
  {
    "name": "北京ダックと松茸のオイスターソース炒め",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "ダック"
      ],
      [
        "まつたけ"
      ],
      [
        "オイスターソース"
      ],
      [
        "キクラゲ"
      ],
      [
        "にんにく",
        "ネギ"
      ]
    ]
  },
  {
    "name": "北京ダックの唐揚げ甘酢あんかけ",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "ダック"
      ],
      [
        "酢"
      ],
      [
        "ネギ",
        "しいたけ",
        "たけのこ",
        "にんじん",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "松阪ガーリックステーキ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "にんにく"
      ],
      [
        "バター",
        "ワイン",
        "レモン"
      ]
    ]
  },
  {
    "name": "松阪牛とトマトと烏骨鶏の卵の炒め物",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "トマト"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "キクラゲ",
        "にんじん",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "松阪牛とまつたけのオイスターソース炒め",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "まつたけ"
      ],
      [
        "オイスターソース"
      ],
      [
        "キクラゲ"
      ],
      [
        "にんにく",
        "ネギ"
      ]
    ]
  },
  {
    "name": "松阪牛のポトフ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "にんじん",
        "たまねぎ",
        "キャベツ",
        "ネギ"
      ]
    ]
  },
  {
    "name": "松阪ビーフステーキ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "バター"
      ],
      [
        "ワイン",
        "レモン"
      ]
    ]
  },
  {
    "name": "安倍なつみ絶賛伊勢海老懐石御膳",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "にんじん",
        "たけのこ",
        "しいたけ",
        "まつたけ"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "アワビのカキ油あんかけ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "アワビ"
      ],
      [
        "オイスターソース"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんにく"
      ]
    ]
  },
  {
    "name": "アワビの醤油煮",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "アワビ"
      ],
      [
        "しいたけ"
      ],
      [
        "たけのこ"
      ],
      [
        "フクロタケ"
      ]
    ]
  },
  {
    "name": "アワビの冷菜",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "アワビ"
      ],
      [
        "レタス"
      ],
      [
        "トマト"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "豪華極々上お好みてんぷら",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "まつたけ"
      ],
      [
        "伊勢海老"
      ],
      [
        "紋甲いか"
      ],
      [
        "たらばがに"
      ],
      [
        "アワビ"
      ],
      [
        "ホタテ貝",
        "エビ",
        "しいたけ",
        "だいこん"
      ]
    ]
  },
  {
    "name": "極上にぎり弁当",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "折詰の折"
      ],
      [
        "大トロ",
        "伊勢海老",
        "アワビ",
        "烏骨鶏の卵",
        "ウニ"
      ]
    ]
  },
  {
    "name": "すきやき",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "春菊",
        "白菜",
        "ネギ",
        "とうふ",
        "たまねぎ"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "素晴らしいトラフグ極上テリーヌトリュフ添",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "シャケ",
        "ワイン"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "タイの甘酢あんかけ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "タイ"
      ],
      [
        "酢"
      ],
      [
        "ネギ",
        "しいたけ",
        "たけのこ",
        "にんじん",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "トリュフ添　伊勢海老ズッパディペッシェ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "にんにく",
        "パン"
      ],
      [
        "トリュフ"
      ],
      [
        "マグロ",
        "大トロ",
        "イカ",
        "アサリ",
        "タコ",
        "紋甲いか"
      ]
    ]
  },
  {
    "name": "フォアグラとトリュフとまつたけのスープ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "フォアグラ"
      ],
      [
        "牛乳"
      ],
      [
        "まつたけ"
      ],
      [
        "トリュフ"
      ],
      [
        "しいたけ",
        "マッシュルーム",
        "キクラゲ",
        "フクロタケ",
        "バター"
      ]
    ]
  },
  {
    "name": "北京ダックのオイスターソース炒め",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "オイスターソース"
      ],
      [
        "ダック"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんにく",
        "白菜",
        "レタス",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "北京ダックの冷菜",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "ダック"
      ],
      [
        "レタス"
      ],
      [
        "トマト"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "松阪牛とトマトと卵の炒め物",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "トマト"
      ],
      [
        "たまご"
      ],
      [
        "キクラゲ",
        "にんじん",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "松阪牛とにんじんの煮込み",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "にんじん"
      ],
      [
        "ワイン",
        "たまねぎ",
        "トマト"
      ]
    ]
  },
  {
    "name": "松阪牛の極上韓国チョンゴル鍋",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "ネギ"
      ],
      [
        "しいたけ",
        "だいこん",
        "にんじん",
        "にんにく"
      ]
    ]
  },
  {
    "name": "松阪牛のブールギニオン",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "バター"
      ],
      [
        "ベーコン",
        "にんにく",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "伊勢海老のタンドール",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "カレー粉"
      ],
      [
        "唐辛子"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "トラフグ入り韓国海鮮チゲ鍋",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "唐辛子"
      ],
      [
        "タイ",
        "タラ",
        "アサリ"
      ],
      [
        "とうふ",
        "しいたけ",
        "春菊",
        "ネギ",
        "だいこん"
      ]
    ]
  },
  {
    "name": "大谷雅恵おすすめにぎり記念日",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "アワビ"
      ],
      [
        "大トロ"
      ],
      [
        "米"
      ],
      [
        "ウニ",
        "タイ",
        "烏骨鶏の卵"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "アワビのマリネ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "アワビ"
      ],
      [
        "酢"
      ],
      [
        "ワイン"
      ],
      [
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "伊勢海老の炒め物",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "しょうが"
      ],
      [
        "ネギ"
      ],
      [
        "唐辛子"
      ]
    ]
  },
  {
    "name": "海の幸の究極コキーユ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "紋甲いか"
      ],
      [
        "伊勢海老"
      ],
      [
        "カキ",
        "タコ"
      ],
      [
        "ピーマン",
        "にんにく",
        "レモン"
      ]
    ]
  },
  {
    "name": "コイの甘酢あんかけ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "コイ"
      ],
      [
        "酢"
      ],
      [
        "ネギ",
        "しいたけ",
        "たけのこ",
        "にんじん",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "極上チキンソテーアルシデュク",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "牛乳",
        "にんじん",
        "たまねぎ",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "刺身３点極上盛合せ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "大トロ",
        "伊勢海老",
        "トラフグ",
        "たらばがに",
        "アワビ"
      ],
      [
        "しそ",
        "だいこん"
      ],
      [
        "ウニ",
        "紋甲いか",
        "タイ"
      ]
    ]
  },
  {
    "name": "シェフのおすすめ魚介フリット・トリュフ添",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "紋甲いか"
      ],
      [
        "にんじん",
        "たまねぎ"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "女王陛下のシーフードカレー",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "トリュフ"
      ],
      [
        "アワビ",
        "伊勢海老",
        "たらばがに",
        "フカヒレ"
      ]
    ]
  },
  {
    "name": "特選ミックスグリル",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "松阪牛"
      ],
      [
        "黒豚"
      ],
      [
        "ダック",
        "アワビ",
        "たらばがに",
        "紋甲いか"
      ]
    ]
  },
  {
    "name": "ブイヤベース",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "ワイン"
      ],
      [
        "アサリ",
        "カキ",
        "トマト",
        "タイ",
        "タラ",
        "かまぼこ"
      ]
    ]
  },
  {
    "name": "フカヒレとたらばがに肉のスープ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "フカヒレ"
      ],
      [
        "たらばがに"
      ],
      [
        "しいたけ",
        "たけのこ"
      ],
      [
        "たまご"
      ]
    ]
  },
  {
    "name": "ほうれん草と牛肉の包み焼き",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "ほうれん草"
      ],
      [
        "ハム",
        "たまご"
      ],
      [
        "牛乳",
        "チーズ"
      ],
      [
        "ワイン"
      ]
    ]
  },
  {
    "name": "松阪牛とピーマンの細切り炒め",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "ピーマン"
      ],
      [
        "たけのこ"
      ],
      [
        "オイスターソース"
      ]
    ]
  },
  {
    "name": "松阪牛のオイスターソース炒め",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "オイスターソース"
      ],
      [
        "白菜",
        "ネギ",
        "にんにく",
        "しいたけ",
        "たけのこ",
        "レタス",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "松阪牛のポーピエットシャンピニオンソース",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "マッシュルーム"
      ],
      [
        "ひき肉",
        "ぱん粉",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "松阪牛のワイン煮込み",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "たまねぎ"
      ],
      [
        "ワイン"
      ],
      [
        "にんにく"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "松阪タルタルステーキ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "たまご"
      ],
      [
        "たまねぎ"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "まつたけと松阪牛の炒めもの",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "まつたけ"
      ],
      [
        "松阪牛"
      ],
      [
        "キクラゲ",
        "にんじん",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "まつたけのたらばがに風味揚げ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "まつたけ"
      ],
      [
        "たらばがに"
      ],
      [
        "ぱん粉",
        "たまご",
        "烏骨鶏の卵",
        "ネギ",
        "しょうが"
      ]
    ]
  },
  {
    "name": "石川梨華推薦洋食松阪牛肉弁当",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "米"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "折詰の折"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ],
      [
        "レタス",
        "トマト"
      ]
    ]
  },
  {
    "name": "吉澤ひとみおすすめみそ精進のお重",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "味噌"
      ],
      [
        "まつたけ"
      ],
      [
        "とうふ"
      ],
      [
        "白菜",
        "ナス",
        "しいたけ"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "加護亜依おすすめ上刺身盛りあわせ",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "大トロ"
      ],
      [
        "アワビ"
      ],
      [
        "トラフグ"
      ],
      [
        "しそ",
        "だいこん"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "最上等牛乳鍋",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "牛乳"
      ],
      [
        "黒豚"
      ],
      [
        "コーチン"
      ],
      [
        "たまねぎ",
        "にんじん",
        "かまぼこ",
        "ほうれん草"
      ]
    ]
  },
  {
    "name": "アワビとコーチンのおかゆ",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "アワビ"
      ],
      [
        "コーチン"
      ],
      [
        "米"
      ],
      [
        "しょうが",
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "アワビのどびん蒸し",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "アワビ"
      ],
      [
        "鶏肉"
      ],
      [
        "たけのこ"
      ],
      [
        "しいたけ"
      ],
      [
        "かまぼこ"
      ]
    ]
  },
  {
    "name": "伊勢海老と新鮮イカのフリット　トリュフ添",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "イカ",
        "紋甲いか"
      ],
      [
        "にんじん",
        "たまねぎ"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "伊勢海老のチリソース炒め",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "ケチャップ"
      ],
      [
        "唐辛子"
      ],
      [
        "ネギ",
        "にんにく",
        "しょうが"
      ]
    ]
  },
  {
    "name": "豪華まつたけのどびん蒸し",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "まつたけ"
      ],
      [
        "コーチン"
      ],
      [
        "エビ",
        "伊勢海老"
      ],
      [
        "たけのこ"
      ],
      [
        "かまぼこ",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "極上タイすき",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "ひき肉"
      ],
      [
        "エビ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "唐辛子",
        "たけのこ",
        "にんじん",
        "白菜",
        "春菊"
      ]
    ]
  },
  {
    "name": "極上タンドーリチキン",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "カレー粉"
      ],
      [
        "唐辛子"
      ],
      [
        "ネギ",
        "しょうが",
        "レモン"
      ]
    ]
  },
  {
    "name": "上等ねぎまなべ",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "大トロ"
      ],
      [
        "ネギ"
      ],
      [
        "唐辛子",
        "とうふ",
        "ワカメ"
      ]
    ]
  },
  {
    "name": "上にぎり",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "アワビ",
        "大トロ",
        "ウニ",
        "タイ",
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "スッポンの甘酢あんかけ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "スッポン"
      ],
      [
        "酢"
      ],
      [
        "ネギ",
        "しいたけ",
        "たけのこ",
        "にんじん",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "鶏肉の究極グリエ・ディアーブル",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "バター"
      ],
      [
        "ぱん粉"
      ]
    ]
  },
  {
    "name": "フカヒレとかに肉のスープ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "フカヒレ"
      ],
      [
        "かに"
      ],
      [
        "しいたけ",
        "たけのこ"
      ],
      [
        "たまご"
      ]
    ]
  },
  {
    "name": "フカヒレとコーチンのおかゆ",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "フカヒレ"
      ],
      [
        "コーチン"
      ],
      [
        "米"
      ],
      [
        "しょうが",
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんにく"
      ]
    ]
  },
  {
    "name": "松阪牛すきやき弁当",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "春菊",
        "白菜",
        "ネギ",
        "とうふ",
        "たまねぎ"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "松阪牛のカツレツミラノ風",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "ぱん粉"
      ],
      [
        "チーズ"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "松阪牛もも肉のオーブン焼き",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "ベーコン"
      ],
      [
        "バター"
      ],
      [
        "にんじん",
        "にんにく",
        "ワイン"
      ]
    ]
  },
  {
    "name": "松阪牛もも肉の煮込み",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "豚肉"
      ],
      [
        "ワイン"
      ],
      [
        "たまねぎ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "松阪ビーフシチュー",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "じゃがいも",
        "にんじん",
        "マッシュルーム",
        "ほうれん草"
      ]
    ]
  },
  {
    "name": "まつたけとトリュフのタリアテッレ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "まつたけ"
      ],
      [
        "トリュフ"
      ],
      [
        "にんにく",
        "ワイン"
      ]
    ]
  },
  {
    "name": "極上松阪タルタルステーキ弁当",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "たまねぎ"
      ],
      [
        "にんにく"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "素晴らしいトラフグのテリーヌ　トリュフ添",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "たまご"
      ],
      [
        "シャケ",
        "ワイン"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "大木衣吹のＮｏ．１牛カルビステーキ",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "バター"
      ],
      [
        "ワイン"
      ],
      [
        "レモン"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "伊勢海老のタイ風サラダ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "唐辛子"
      ],
      [
        "レタス",
        "たまねぎ",
        "ピーマン",
        "ワカメ"
      ]
    ]
  },
  {
    "name": "コーチンの牛乳鍋",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "牛乳"
      ],
      [
        "コーチン"
      ],
      [
        "豚肉",
        "たまねぎ",
        "にんじん",
        "かまぼこ",
        "ほうれん草"
      ]
    ]
  },
  {
    "name": "刺身３点豪華盛合せ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "アワビ",
        "伊勢海老",
        "大トロ",
        "トラフグ",
        "たらばがに"
      ],
      [
        "しそ",
        "だいこん"
      ],
      [
        "ウニ",
        "紋甲いか",
        "タイ"
      ]
    ]
  },
  {
    "name": "女王陛下のカツカレー",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "フォアグラ"
      ],
      [
        "トリュフ"
      ],
      [
        "ぱん粉"
      ]
    ]
  },
  {
    "name": "たらばがにのかに爪フライ",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご"
      ],
      [
        "ケチャップ"
      ]
    ]
  },
  {
    "name": "フカヒレスープ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "フカヒレ"
      ],
      [
        "たけのこ",
        "しいたけ",
        "しょうが",
        "ネギ",
        "たまご",
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "平家みちよイチおし特上かに玉",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "酢"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ナス",
        "ネギ",
        "トマト"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "ダニエルのおすすめアサリのチリソース",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "アサリ"
      ],
      [
        "唐辛子"
      ],
      [
        "にんにく",
        "レモン"
      ],
      [
        "ワイン"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "レフアのおすすめ特製ミックスグリル",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "牛肉"
      ],
      [
        "黒豚"
      ],
      [
        "ダック",
        "アワビ",
        "紋甲いか"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "柴田あゆみイチおし大トロの鉄火丼",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "大トロ"
      ],
      [
        "米"
      ],
      [
        "のり"
      ],
      [
        "ネギ",
        "しょうが",
        "しそ"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "アワビと鶏肉のおかゆ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "アワビ"
      ],
      [
        "鶏肉"
      ],
      [
        "米"
      ],
      [
        "しょうが",
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "伊勢海老のズッパ・ディ・ペッシェ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "にんにく",
        "パン"
      ],
      [
        "マグロ",
        "大トロ",
        "イカ",
        "アサリ",
        "タコ",
        "紋甲いか"
      ]
    ]
  },
  {
    "name": "伊勢海老のトムヤムクン",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "唐辛子"
      ],
      [
        "レモン",
        "にんにく"
      ],
      [
        "フクロタケ",
        "マッシュルーム"
      ],
      [
        "しょうが"
      ]
    ]
  },
  {
    "name": "伊勢海老の風味焼き",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "たまご"
      ],
      [
        "にんにく"
      ],
      [
        "しょうが",
        "レモン"
      ]
    ]
  },
  {
    "name": "伊勢海老のマリネトリュフ添え",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "伊勢海老"
      ],
      [
        "トリュフ"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "伊勢海老の冷菜",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "レタス"
      ],
      [
        "トマト"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "大トロのロティ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "大トロ"
      ],
      [
        "バター",
        "ネギ",
        "たまねぎ",
        "ワイン"
      ]
    ]
  },
  {
    "name": "海鮮牛乳鍋",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "牛乳"
      ],
      [
        "たらばがに",
        "かに",
        "シャケ",
        "タイ",
        "タラ"
      ],
      [
        "白菜",
        "とうふ",
        "じゃがいも",
        "ネギ"
      ]
    ]
  },
  {
    "name": "カキの超極上グラタンフローレンス風",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "カキ"
      ],
      [
        "チーズ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "ぱん粉"
      ],
      [
        "トリュフ"
      ],
      [
        "ほうれん草",
        "牛乳",
        "ワイン"
      ]
    ]
  },
  {
    "name": "韓国の海鮮チゲ鍋",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "唐辛子"
      ],
      [
        "タイ",
        "タラ",
        "アサリ"
      ],
      [
        "とうふ",
        "しいたけ",
        "春菊",
        "ネギ",
        "だいこん"
      ]
    ]
  },
  {
    "name": "究極茶碗蒸し",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "烏骨鶏の卵"
      ],
      [
        "まつたけ"
      ],
      [
        "かまぼこ"
      ],
      [
        "コーチン"
      ],
      [
        "伊勢海老"
      ]
    ]
  },
  {
    "name": "コーチンのサムゲタン",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "にんじん"
      ],
      [
        "たけのこ"
      ],
      [
        "しいたけ"
      ]
    ]
  },
  {
    "name": "コーチンのみずたき",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "白菜",
        "ネギ",
        "とうふ",
        "しいたけ",
        "春菊",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "コーチン若鶏のディアボラ風トリュフ添え",
    "chef": [
      "ヤ"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "にんにく"
      ],
      [
        "唐辛子"
      ],
      [
        "トリュフ"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "極上海鮮冷し中華",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "酢"
      ],
      [
        "伊勢海老",
        "たらばがに"
      ],
      [
        "トマト",
        "烏骨鶏の卵"
      ],
      [
        "ワカメ",
        "あげ玉",
        "レタス",
        "しいたけ",
        "しょうが"
      ]
    ]
  },
  {
    "name": "極上プル・オ・ポ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "にんじん",
        "ネギ",
        "たまねぎ",
        "キャベツ",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "最高級スパゲティペスカトーレ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "伊勢海老"
      ],
      [
        "紋甲いか"
      ],
      [
        "アサリ",
        "タコ"
      ],
      [
        "ワイン",
        "にんにく",
        "バター",
        "トマト"
      ]
    ]
  },
  {
    "name": "上にぎり弁当",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "折詰の折"
      ],
      [
        "アワビ",
        "大トロ",
        "ウニ",
        "タイ",
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "すっぽん鍋",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "スッポン"
      ],
      [
        "しょうが"
      ],
      [
        "ネギ"
      ],
      [
        "餅"
      ]
    ]
  },
  {
    "name": "すばらしいトラフグの極上テリーヌ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "シャケ"
      ],
      [
        "ワイン"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "タイすき",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "ひき肉"
      ],
      [
        "エビ"
      ],
      [
        "たまご"
      ],
      [
        "唐辛子",
        "たけのこ",
        "にんじん",
        "白菜",
        "春菊"
      ]
    ]
  },
  {
    "name": "フカヒレと鶏肉のおかゆ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "フカヒレ"
      ],
      [
        "鶏肉"
      ],
      [
        "米"
      ],
      [
        "しょうが",
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "松阪牛の韓国チョンゴル鍋",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "たまご"
      ],
      [
        "ネギ"
      ],
      [
        "しいたけ",
        "だいこん",
        "にんじん",
        "にんにく"
      ]
    ]
  },
  {
    "name": "松阪牛のたたき",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "ネギ",
        "しょうが",
        "にんにく"
      ],
      [
        "しそ",
        "だいこん"
      ]
    ]
  },
  {
    "name": "松阪牛のレモンソース煮",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "レモン"
      ],
      [
        "ワイン"
      ],
      [
        "たまねぎ"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "まつたけ入り豪華天ぷら盛り合わせ",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "まつたけ"
      ],
      [
        "伊勢海老",
        "紋甲いか",
        "たらばがに"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "まつたけのかに風味揚げ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "まつたけ"
      ],
      [
        "かに"
      ],
      [
        "ぱん粉",
        "たまご",
        "烏骨鶏の卵",
        "ネギ",
        "しょうが"
      ]
    ]
  },
  {
    "name": "中澤裕子のおすすめ京風湯どうふ",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "とうふ"
      ],
      [
        "白菜"
      ],
      [
        "しいたけ"
      ],
      [
        "ホタテ貝"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "アヤカのお気に入り焼き肉ピザ",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "牛肉"
      ],
      [
        "唐辛子",
        "にんにく",
        "トマト"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "斉藤瞳のおすすめ素敵なロールキャベツ",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "ひき肉"
      ],
      [
        "キャベツ"
      ],
      [
        "たまねぎ"
      ],
      [
        "にんじん",
        "ベーコン"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "アルゼンチン風高級卵カップのフォアグラ",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "フォアグラ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "トマト"
      ]
    ]
  },
  {
    "name": "アワビのワイン蒸し",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "アワビ"
      ],
      [
        "ワイン"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "伊勢海老の鬼ガラ焼き",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "レモン"
      ],
      [
        "しょうが"
      ]
    ]
  },
  {
    "name": "伊勢海老の極上スクランブル",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "牛乳"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "伊勢海老のマリネキャビア添え",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "伊勢海老"
      ],
      [
        "キャビア"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "伊勢海老の味噌汁",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "味噌"
      ],
      [
        "ネギ"
      ],
      [
        "ワカメ"
      ]
    ]
  },
  {
    "name": "大海原の恵みのカルトッチョ",
    "chef": [
      "ヤ"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "アサリ",
        "ホタテ貝",
        "タコ"
      ],
      [
        "にんにく",
        "唐辛子",
        "ワイン"
      ]
    ]
  },
  {
    "name": "牛肉とまつたけのオイスターソース炒め",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "まつたけ"
      ],
      [
        "オイスターソース"
      ],
      [
        "キクラゲ"
      ],
      [
        "にんにく",
        "ネギ"
      ]
    ]
  },
  {
    "name": "牛フィレ肉のチーズソース・トリュフ添え",
    "chef": [
      "ヤ"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "チーズ"
      ],
      [
        "ワイン"
      ],
      [
        "バター"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "コーチンとまつたけのオイスターソース炒め",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "まつたけ"
      ],
      [
        "オイスターソース"
      ],
      [
        "キクラゲ"
      ],
      [
        "にんにく",
        "ネギ"
      ]
    ]
  },
  {
    "name": "シェフのおすすめ魚介のフリット",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "紋甲いか"
      ],
      [
        "にんじん",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "チキンソテーアルシデュク",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "牛乳",
        "にんじん",
        "たまねぎ",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "とうふと松阪牛肉の醤油煮",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "とうふ"
      ],
      [
        "松阪牛"
      ],
      [
        "フクロタケ",
        "にんにく",
        "唐辛子"
      ]
    ]
  },
  {
    "name": "トラフグのウニ焼き",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "ウニ"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "松阪牛とたまねぎの炒め物",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "たまねぎ"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "松阪牛のポーピエット",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "ひき肉",
        "たまねぎ",
        "ぱん粉"
      ]
    ]
  },
  {
    "name": "伊勢海老のスパゲティペスカトーレ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "伊勢海老"
      ],
      [
        "アサリ",
        "イカ",
        "タコ"
      ],
      [
        "ワイン",
        "にんにく",
        "バター",
        "トマト"
      ]
    ]
  },
  {
    "name": "飯田圭織おすすめフカヒレ餃子",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "点心の皮"
      ],
      [
        "フカヒレ"
      ],
      [
        "たけのこ",
        "しいたけ",
        "しょうが"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "村田めぐみオススメ森林のめぐみパスタ",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "まつたけ",
        "マッシュルーム",
        "たけのこ",
        "キクラゲ",
        "しいたけ"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "牛肉のポーピエットシャンピニオンソース",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "マッシュルーム"
      ],
      [
        "ひき肉",
        "ぱん粉",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "黒豚の牛乳鍋",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "牛乳"
      ],
      [
        "黒豚"
      ],
      [
        "鶏肉",
        "コーチン",
        "たまねぎ",
        "にんじん",
        "かまぼこ",
        "ほうれん草"
      ]
    ]
  },
  {
    "name": "贅沢ローストポークのブーランジェール",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "じゃがいも",
        "たまねぎ",
        "バター"
      ]
    ]
  },
  {
    "name": "良質胸肉のチーズとほうれん草詰スペシャル",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "ほうれん草"
      ],
      [
        "チーズ"
      ],
      [
        "トリュフ"
      ],
      [
        "にんじん",
        "ワイン",
        "じゃがいも",
        "たまご",
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "若鶏のディアボラ風トリュフ添え",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "にんにく"
      ],
      [
        "唐辛子"
      ],
      [
        "トリュフ"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "保田圭おすすめシャケのはらこめし",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "シャケ"
      ],
      [
        "米"
      ],
      [
        "のり"
      ],
      [
        "しそ"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "アルゼンチン風卵カップのフォアグラ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "フォアグラ"
      ],
      [
        "たまご"
      ],
      [
        "トマト"
      ]
    ]
  },
  {
    "name": "アワビと海老の蒸し物",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "アワビ"
      ],
      [
        "エビ",
        "伊勢海老"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ハム"
      ]
    ]
  },
  {
    "name": "アワビとコーチンととうふの蒸し物",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "アワビ"
      ],
      [
        "コーチン"
      ],
      [
        "とうふ"
      ],
      [
        "ハム"
      ]
    ]
  },
  {
    "name": "アワビのスープ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "アワビ"
      ],
      [
        "たけのこ",
        "しいたけ",
        "ネギ",
        "キクラゲ",
        "しょうが"
      ]
    ]
  },
  {
    "name": "アワビのスパゲティ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "アワビ"
      ],
      [
        "トマト",
        "チーズ",
        "ワイン",
        "にんにく",
        "バター"
      ]
    ]
  },
  {
    "name": "伊勢海老と新鮮なイカのフリット",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "イカ",
        "紋甲いか"
      ],
      [
        "にんじん",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "伊勢海老の最強五目チャーハン",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "伊勢海老"
      ],
      [
        "米"
      ],
      [
        "ネギ",
        "にんじん",
        "しいたけ",
        "たけのこ"
      ]
    ]
  },
  {
    "name": "伊勢海老の身のウニ焼き",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "ウニ"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "伊勢海老フライ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご",
        "烏骨鶏の卵",
        "レモン"
      ]
    ]
  },
  {
    "name": "伊勢海老フライ弁当",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご",
        "烏骨鶏の卵",
        "レモン"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "海鮮冷菜二点盛り",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "エビ",
        "伊勢海老"
      ],
      [
        "かに",
        "たらばがに"
      ],
      [
        "レタス",
        "トマト"
      ]
    ]
  },
  {
    "name": "究極伊勢海老入りタイ風さつま揚げ",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "タラ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "伊勢海老"
      ],
      [
        "エビ",
        "にんにく",
        "ニラ"
      ]
    ]
  },
  {
    "name": "牛肉のブールギニオン",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "バター"
      ],
      [
        "ベーコン",
        "にんにく",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "牛肉のワイン煮込み",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "たまねぎ"
      ],
      [
        "ワイン"
      ],
      [
        "にんにく"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "極上卵ポシェフローレンス風トリュフがけ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "烏骨鶏の卵"
      ],
      [
        "ほうれん草"
      ],
      [
        "トリュフ"
      ],
      [
        "バター",
        "チーズ",
        "牛乳"
      ]
    ]
  },
  {
    "name": "極上天ぷら盛り合わせ",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "まつたけ",
        "アワビ",
        "伊勢海老",
        "トラフグ",
        "たらばがに"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "サーモンとホタテ貝の極上タルタル仕立て",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "シャケ"
      ],
      [
        "ホタテ貝"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "刺身２点至福盛合せ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "アワビ",
        "伊勢海老",
        "大トロ",
        "トラフグ",
        "たらばがに"
      ],
      [
        "しそ",
        "だいこん"
      ],
      [
        "ウニ",
        "紋甲いか",
        "タイ"
      ]
    ]
  },
  {
    "name": "しいたけとたけのことコーチンの煮込み",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "しいたけ"
      ],
      [
        "たけのこ"
      ],
      [
        "コーチン"
      ]
    ]
  },
  {
    "name": "女王陛下のカレー",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "松阪牛"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "ズッパディペッシェトリュフ添え",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "マグロ",
        "大トロ",
        "イカ",
        "アサリ",
        "タコ",
        "紋甲いか"
      ],
      [
        "にんにく",
        "パン"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "タイの極上テリーヌ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "タイ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "シャケ",
        "ワイン"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "タイのマリネトリュフ添え",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "タイ"
      ],
      [
        "トリュフ"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "タラの甘酢あんかけ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "タラ"
      ],
      [
        "酢"
      ],
      [
        "ネギ",
        "しいたけ",
        "たけのこ",
        "にんじん",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "たらばがに刺し",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "しそ"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "たらばがにと烏骨鶏の卵のスープ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "たけのこ",
        "しいたけ",
        "キクラゲ"
      ],
      [
        "ネギ",
        "しょうが"
      ]
    ]
  },
  {
    "name": "タンドーリチキン",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "カレー粉"
      ],
      [
        "唐辛子"
      ],
      [
        "ネギ",
        "しょうが",
        "レモン"
      ]
    ]
  },
  {
    "name": "トラフグの極上黄身焼き",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "ワイン"
      ]
    ]
  },
  {
    "name": "トリュフ添え魚介のフリット",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "エビ",
        "イカ",
        "紋甲いか",
        "ホタテ貝"
      ],
      [
        "にんじん",
        "たまねぎ"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "名古屋コーチンのワイン煮",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "ワイン"
      ],
      [
        "バター",
        "マッシュルーム",
        "ベーコン",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "フォアグラ入り春野菜グラタン",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "フォアグラ"
      ],
      [
        "チーズ"
      ],
      [
        "たまねぎ",
        "にんじん",
        "にんにく"
      ]
    ]
  },
  {
    "name": "フォアグラのリゾット",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "フォアグラ"
      ],
      [
        "チーズ"
      ],
      [
        "たまねぎ",
        "バター"
      ]
    ]
  },
  {
    "name": "松阪牛とだいこんの煮込み",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "だいこん"
      ],
      [
        "しょうが",
        "ネギ",
        "にんじん",
        "にんにく"
      ]
    ]
  },
  {
    "name": "松阪牛のボルシチ風",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "トマト",
        "じゃがいも",
        "たまねぎ",
        "にんじん",
        "マッシュルーム",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "松阪牛のライン川風蒸し煮",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "ワイン"
      ],
      [
        "にんじん",
        "酢",
        "たまねぎ",
        "ネギ"
      ]
    ]
  },
  {
    "name": "まつたけのどびん蒸し",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "まつたけ"
      ],
      [
        "鶏肉"
      ],
      [
        "エビ",
        "伊勢海老"
      ],
      [
        "たけのこ"
      ],
      [
        "かまぼこ",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "野菜のマリネトリュフ添え",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "トリュフ"
      ],
      [
        "ワイン",
        "レモン",
        "レタス",
        "にんじん",
        "マッシュルーム",
        "ピーマン",
        "しいたけ",
        "ナス",
        "トマト"
      ]
    ]
  },
  {
    "name": "ミカ絶品天ぷら盛り合わせ",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "まつたけ"
      ],
      [
        "紋甲いか"
      ],
      [
        "エビ"
      ],
      [
        "トリュフ"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ],
      [
        "だいこん",
        "しいたけ",
        "ナス"
      ]
    ]
  },
  {
    "name": "伊勢海老の身の極上黄身焼き",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "ワイン"
      ]
    ]
  },
  {
    "name": "いちご煮",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "ウニ"
      ],
      [
        "アワビ"
      ],
      [
        "ネギ"
      ],
      [
        "ワカメ"
      ]
    ]
  },
  {
    "name": "キムチと黒豚の韓国チゲ鍋",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "唐辛子"
      ],
      [
        "黒豚"
      ],
      [
        "白菜",
        "とうふ",
        "ネギ",
        "にんにく"
      ]
    ]
  },
  {
    "name": "黒豚のポトフ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "にんじん",
        "ネギ",
        "たまねぎ",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "コーチンのローマ風煮込み　トリュフ添え",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "ワイン"
      ],
      [
        "じゃがいも",
        "トマト",
        "にんにく"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "タイのマリネキャビア添え",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "タイ"
      ],
      [
        "キャビア"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "タラのマリネトリュフ添え",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "タラ"
      ],
      [
        "トリュフ"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "鶏肉とまつたけのオイスターソース炒め",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "まつたけ"
      ],
      [
        "オイスターソース"
      ],
      [
        "キクラゲ"
      ],
      [
        "にんにく",
        "ネギ"
      ]
    ]
  },
  {
    "name": "トリュフ添え海老とイカのフリット",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "イカ",
        "紋甲いか"
      ],
      [
        "にんじん",
        "たまねぎ"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "松阪牛の極上ユッケ",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "レモン",
        "ネギ",
        "しそ"
      ]
    ]
  },
  {
    "name": "赤ワイン風味のリゾット",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "ワイン"
      ],
      [
        "バター",
        "チーズ"
      ],
      [
        "たまねぎ"
      ],
      [
        "牛乳"
      ]
    ]
  },
  {
    "name": "アワビと鶏ととうふの蒸し物",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "アワビ"
      ],
      [
        "鶏肉"
      ],
      [
        "とうふ"
      ],
      [
        "ハム"
      ]
    ]
  },
  {
    "name": "石狩鍋",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "シャケ"
      ],
      [
        "バター"
      ],
      [
        "味噌"
      ],
      [
        "とうふ",
        "じゃがいも",
        "キャベツ",
        "たまねぎ",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "伊勢海老団子",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "ネギ",
        "酢",
        "ケチャップ",
        "タイ",
        "タラ"
      ]
    ]
  },
  {
    "name": "伊勢海老の極上茶碗蒸し",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "烏骨鶏の卵"
      ],
      [
        "伊勢海老"
      ],
      [
        "しいたけ",
        "かまぼこ"
      ]
    ]
  },
  {
    "name": "伊勢海老の天重",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "伊勢海老"
      ],
      [
        "ナス"
      ],
      [
        "イカ",
        "紋甲いか"
      ]
    ]
  },
  {
    "name": "伊勢海老の天そば",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "そば"
      ],
      [
        "伊勢海老"
      ],
      [
        "ネギ"
      ]
    ]
  },
  {
    "name": "伊勢海老のマリネ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "伊勢海老"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "イラクの米料理松阪牛のマクルーバ",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "米"
      ],
      [
        "ナス",
        "ピーマン",
        "たまねぎ",
        "トマト"
      ]
    ]
  },
  {
    "name": "イワシの極上フリット・イタリエーヌ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "イワシ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "トマト",
        "バター",
        "たまねぎ",
        "にんにく"
      ]
    ]
  },
  {
    "name": "海の幸のカルトッチョ",
    "chef": [
      "ヤ"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "アサリ",
        "ホタテ貝",
        "タコ"
      ],
      [
        "にんにく",
        "唐辛子",
        "ワイン"
      ]
    ]
  },
  {
    "name": "海の幸の贅沢コキーユ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "イカ"
      ],
      [
        "伊勢海老"
      ],
      [
        "カキ",
        "タコ"
      ],
      [
        "ピーマン",
        "にんにく",
        "レモン"
      ]
    ]
  },
  {
    "name": "エジプト流スープ煮マハシー",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "ひき肉"
      ],
      [
        "ピーマン"
      ],
      [
        "ナス"
      ],
      [
        "トマト"
      ]
    ]
  },
  {
    "name": "海老の極上風味焼き",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "にんにく"
      ],
      [
        "しょうが",
        "レモン"
      ]
    ]
  },
  {
    "name": "海老のマリネトリュフ添え",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "エビ"
      ],
      [
        "トリュフ"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "大海原の恵みの豪華前菜",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "トラフグ",
        "伊勢海老",
        "紋甲いか"
      ],
      [
        "アサリ"
      ],
      [
        "にんにく",
        "レモン",
        "唐辛子"
      ]
    ]
  },
  {
    "name": "カキのオイスターソース炒め",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "カキ"
      ],
      [
        "オイスターソース"
      ],
      [
        "白菜",
        "ネギ",
        "にんにく",
        "しいたけ",
        "たけのこ",
        "レタス",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "カキの極上グラタンフローレンス風",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "カキ"
      ],
      [
        "チーズ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "ぱん粉"
      ],
      [
        "ほうれん草",
        "牛乳",
        "ワイン"
      ]
    ]
  },
  {
    "name": "カキのマリネトリュフ添え",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "カキ"
      ],
      [
        "トリュフ"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "韓国焼き肉極上プルコギ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "唐辛子"
      ],
      [
        "レタス",
        "たまねぎ",
        "しいたけ",
        "ネギ"
      ]
    ]
  },
  {
    "name": "牛肉とトマトと烏骨鶏の卵の炒め物",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "トマト"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "キクラゲ",
        "にんじん",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "牛肉とトマトと卵の炒め物",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "トマト"
      ],
      [
        "たまご"
      ],
      [
        "キクラゲ",
        "にんじん",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "牛肉のオイスターソース炒め",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "オイスターソース"
      ],
      [
        "白菜",
        "ネギ",
        "にんにく",
        "しいたけ",
        "たけのこ",
        "レタス",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "牛肉のレモンソース煮",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "レモン"
      ],
      [
        "ワイン"
      ],
      [
        "たまねぎ"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "牛もも肉のオーブン焼き",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "ベーコン"
      ],
      [
        "バター"
      ],
      [
        "にんじん",
        "にんにく",
        "ワイン"
      ]
    ]
  },
  {
    "name": "牛もも肉の煮込み",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "豚肉"
      ],
      [
        "ワイン"
      ],
      [
        "たまねぎ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "ケニアのシチュー松阪ンコンベ",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "たまねぎ"
      ],
      [
        "トマト"
      ],
      [
        "ピーマン"
      ],
      [
        "しょうが",
        "にんにく"
      ]
    ]
  },
  {
    "name": "コイのパプリカソース",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "コイ"
      ],
      [
        "唐辛子"
      ],
      [
        "たまねぎ"
      ],
      [
        "トマト"
      ]
    ]
  },
  {
    "name": "豪華極々上お好み天ぷら弁当",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "まつたけ"
      ],
      [
        "伊勢海老"
      ],
      [
        "紋甲いか"
      ],
      [
        "たらばがに"
      ],
      [
        "アワビ"
      ],
      [
        "折詰の折"
      ],
      [
        "ホタテ貝",
        "エビ",
        "しいたけ",
        "だいこん"
      ]
    ]
  },
  {
    "name": "コーチンのオイスターソース炒め",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "オイスターソース"
      ],
      [
        "コーチン"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんにく",
        "白菜",
        "レタス",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "コーチンの唐揚げ甘酢あんかけ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "酢"
      ],
      [
        "ネギ",
        "しいたけ",
        "たけのこ",
        "にんじん",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "コーチンの唐揚げ香味ソース",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "酢"
      ],
      [
        "しょうが"
      ]
    ]
  },
  {
    "name": "極上あぶりマグロ",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "大トロ"
      ],
      [
        "だいこん"
      ],
      [
        "レモン",
        "酢"
      ]
    ]
  },
  {
    "name": "極上海鮮チャーハン",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "たらばがに",
        "紋甲いか",
        "伊勢海老"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "米"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "極上牛肉の韓国チョンゴル鍋",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "ネギ"
      ],
      [
        "しいたけ",
        "だいこん",
        "にんじん",
        "にんにく"
      ]
    ]
  },
  {
    "name": "極上シーフードカレー",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "アワビ",
        "伊勢海老",
        "たらばがに",
        "フカヒレ",
        "紋甲いか"
      ]
    ]
  },
  {
    "name": "サーモンとホタテ貝の贅沢タルタル仕立て",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "シャケ"
      ],
      [
        "ホタテ貝"
      ],
      [
        "たまご"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "サーモンのマリネトリュフ添え",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "シャケ"
      ],
      [
        "トリュフ"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "サムゲタン",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "にんじん"
      ],
      [
        "たけのこ"
      ],
      [
        "しいたけ"
      ]
    ]
  },
  {
    "name": "すきやき弁当",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "春菊",
        "白菜",
        "ネギ",
        "とうふ",
        "たまねぎ"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "スッポンのチリソース炒め",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "スッポン"
      ],
      [
        "ケチャップ"
      ],
      [
        "唐辛子"
      ],
      [
        "ネギ",
        "にんにく",
        "しょうが"
      ]
    ]
  },
  {
    "name": "タイのポワレ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "タイ"
      ],
      [
        "たまねぎ",
        "レモン",
        "バター"
      ],
      [
        "にんじん"
      ]
    ]
  },
  {
    "name": "タコしゃぶ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "タコ"
      ],
      [
        "とうふ"
      ],
      [
        "白菜",
        "ネギ",
        "ワカメ",
        "にんじん",
        "だいこん"
      ],
      [
        "中華めん"
      ]
    ]
  },
  {
    "name": "タラちり",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "タラ"
      ],
      [
        "春菊",
        "白菜",
        "ネギ",
        "しいたけ"
      ],
      [
        "とうふ",
        "餅"
      ]
    ]
  },
  {
    "name": "タラの極上テリーヌ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "タラ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "シャケ",
        "ワイン"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "タラのマリネキャビア添え",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "タラ"
      ],
      [
        "キャビア"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "チーズ巻き松阪牛のカルパッチョ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "チーズ"
      ],
      [
        "酢",
        "ネギ",
        "レモン",
        "にんにく"
      ]
    ]
  },
  {
    "name": "とうふと牛肉の醤油煮",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "とうふ"
      ],
      [
        "牛肉"
      ],
      [
        "フクロタケ",
        "にんにく",
        "唐辛子"
      ]
    ]
  },
  {
    "name": "特上天ぷら盛り合わせ",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "伊勢海老",
        "ウニ",
        "ホタテ貝",
        "たらばがに",
        "紋甲いか",
        "イカ"
      ],
      [
        "たけのこ",
        "しいたけ",
        "ナス",
        "ピーマン",
        "しょうが"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "トラフグと烏骨鶏の卵のスープ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "たけのこ",
        "しいたけ",
        "キクラゲ"
      ],
      [
        "ネギ",
        "しょうが"
      ]
    ]
  },
  {
    "name": "トラフグの黄身焼き",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "たまご"
      ],
      [
        "ワイン"
      ]
    ]
  },
  {
    "name": "トラフグの最強チャーハン",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "米",
        "０しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "トラフグのテリーヌ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "たまご"
      ],
      [
        "シャケ",
        "ワイン"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "鶏つくね鍋",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "ひき肉"
      ],
      [
        "白菜",
        "ネギ",
        "とうふ",
        "しいたけ",
        "春菊"
      ]
    ]
  },
  {
    "name": "鶏肉のグリエ烏骨鶏使い・ディアーブル",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "バター",
        "ぱん粉"
      ]
    ]
  },
  {
    "name": "トリュフとキャビアのカナッペ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "キャビア"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "ナスの四川風黒豚入り辛味煮込み",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "ナス"
      ],
      [
        "唐辛子"
      ],
      [
        "黒豚"
      ],
      [
        "にんにく",
        "ネギ"
      ]
    ]
  },
  {
    "name": "ナスのマリネプロヴァンス風トリュフ添え",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "ナス"
      ],
      [
        "トリュフ"
      ],
      [
        "レモン",
        "にんにく"
      ]
    ]
  },
  {
    "name": "フォアグラとキャビアのカナッペ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "キャビア"
      ],
      [
        "フォアグラ"
      ]
    ]
  },
  {
    "name": "フォアグラとトリュフのカナッペ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "フォアグラ"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "フォアグララーメン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "フォアグラ"
      ],
      [
        "ネギ",
        "のり",
        "ほうれん草"
      ]
    ]
  },
  {
    "name": "ふぐ白子ととうふの味噌汁",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "とうふ"
      ],
      [
        "味噌"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "ホタテ貝とコーチンのおかゆ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "ホタテ貝"
      ],
      [
        "コーチン"
      ],
      [
        "米"
      ],
      [
        "しょうが",
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "ホタテ貝柱のタルト野菜とキャビア詰め",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "ホタテ貝"
      ],
      [
        "キャビア"
      ],
      [
        "酢"
      ],
      [
        "にんじん",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "松阪牛とだいこんのスープ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "だいこん"
      ],
      [
        "しょうが",
        "ネギ"
      ]
    ]
  },
  {
    "name": "松阪牛の極上カルビクッパ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "松阪牛"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "たけのこ",
        "唐辛子",
        "にんじん",
        "ネギ",
        "にんにく",
        "だいこん",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "松阪牛のタイ風サラダ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "唐辛子"
      ],
      [
        "レタス",
        "たまねぎ",
        "ピーマン"
      ]
    ]
  },
  {
    "name": "松阪ビーフステーキ弁当",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "バター"
      ],
      [
        "ワイン",
        "レモン"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "まつたけと牛肉の炒めもの",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "まつたけ"
      ],
      [
        "牛肉"
      ],
      [
        "キクラゲ",
        "にんじん",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "まつたけとトリュフのカレー",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "まつたけ"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "松茸とマッシュルームのタリアテッレ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "まつたけ"
      ],
      [
        "マッシュルーム"
      ],
      [
        "にんにく",
        "ワイン"
      ]
    ]
  },
  {
    "name": "みずたき",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "白菜",
        "ネギ",
        "とうふ",
        "しいたけ",
        "春菊",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "ミックスグリル",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "エビ",
        "伊勢海老"
      ],
      [
        "牛肉",
        "松阪牛"
      ],
      [
        "豚肉",
        "黒豚"
      ],
      [
        "鶏肉",
        "コーチン",
        "イカ",
        "紋甲いか",
        "アワビ",
        "かに"
      ]
    ]
  },
  {
    "name": "たらばがにモロッコ風焼きガエル",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "カエル"
      ],
      [
        "にんにく",
        "バター",
        "レモン",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "紋甲イカのオイスターソース炒め",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "紋甲いか"
      ],
      [
        "オイスターソース"
      ],
      [
        "白菜",
        "ネギ",
        "にんにく",
        "しいたけ",
        "たけのこ",
        "レタス",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "紋甲イカのチリソース炒め",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "紋甲いか"
      ],
      [
        "ケチャップ"
      ],
      [
        "唐辛子"
      ],
      [
        "ネギ",
        "にんにく",
        "しょうが"
      ]
    ]
  },
  {
    "name": "湯どうふ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "とうふ"
      ],
      [
        "ホタテ貝"
      ],
      [
        "しいたけ"
      ],
      [
        "白菜"
      ]
    ]
  },
  {
    "name": "ローストポークのブーランジェール",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "豚肉"
      ],
      [
        "じゃがいも",
        "たまねぎ",
        "バター"
      ]
    ]
  },
  {
    "name": "矢口真里大推薦の焼き肉カナッペ",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "牛肉"
      ],
      [
        "フォアグラ"
      ],
      [
        "バター"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "後藤真希おすすめハンバーグオムレツ",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "烏骨鶏の卵"
      ],
      [
        "ひき肉"
      ],
      [
        "ぱん粉"
      ],
      [
        "チーズ",
        "ケチャップ",
        "たまねぎ",
        "牛乳",
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "辻希美のおすすめのの大好きバーガー",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "パン"
      ],
      [
        "チーズ"
      ],
      [
        "レタス",
        "トマト",
        "ケチャップ"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "伊勢海老最強チャーハン",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "米"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "伊勢海老のぱん粉焼き",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "ぱん粉"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "海老のマリネキャビア添え",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "エビ"
      ],
      [
        "キャビア"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "カキのマリネキャビア添え",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "カキ"
      ],
      [
        "キャビア"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "キノコとコーチンの純良蒸し物",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "マッシュルーム"
      ],
      [
        "コーチン"
      ],
      [
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "黒豚バラ肉ととうふの煮物",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "とうふ"
      ],
      [
        "ニラ",
        "にんにく"
      ]
    ]
  },
  {
    "name": "豪華　イカのすみ鍋",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "いかすみ"
      ],
      [
        "紋甲いか"
      ],
      [
        "たまねぎ",
        "マッシュルーム"
      ],
      [
        "にんにく",
        "バター"
      ]
    ]
  },
  {
    "name": "豪華キノコ味噌ラーメン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "まつたけ",
        "トリュフ"
      ],
      [
        "味噌"
      ],
      [
        "ネギ",
        "のり",
        "キクラゲ"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "豪華フカヒレラーメンみそ味",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "フカヒレ"
      ],
      [
        "味噌"
      ],
      [
        "にんにく",
        "唐辛子"
      ],
      [
        "ネギ",
        "のり",
        "ほうれん草"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "コーチンの白ワイン煮込み",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "ワイン"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "コーチン若鶏のディアボラ風",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "にんにく"
      ],
      [
        "唐辛子"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "極上黒豚のしょうゆ煮",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "ネギ",
        "しょうが"
      ],
      [
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "サーモンのマリネキャビア添え",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "シャケ"
      ],
      [
        "キャビア"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "しいたけとコーチンの純良蒸し物",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "しいたけ"
      ],
      [
        "コーチン"
      ],
      [
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "上刺身３点盛合せ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "アワビ",
        "伊勢海老",
        "大トロ",
        "トラフグ",
        "たらばがに",
        "ウニ"
      ],
      [
        "紋甲いか",
        "マグロ",
        "エビ",
        "ホタテ貝",
        "タイ",
        "シャケ"
      ],
      [
        "しそ",
        "だいこん"
      ]
    ]
  },
  {
    "name": "贅沢オムレット狩人風",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "烏骨鶏の卵"
      ],
      [
        "マッシュルーム"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "鯛のオーブン焼きトリュフ添え",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "タイ"
      ],
      [
        "レモン",
        "にんにく",
        "にんじん",
        "たまねぎ"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "タイのバスク風煮込み",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "タイ"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "エビ",
        "伊勢海老"
      ]
    ]
  },
  {
    "name": "卵のポシェフローレンス風トリュフがけ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "たまご"
      ],
      [
        "ほうれん草"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "たらばがにの冷菜",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "レタス"
      ],
      [
        "トマト"
      ]
    ]
  },
  {
    "name": "特上ペルー風白身魚のマリネ",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "唐辛子"
      ],
      [
        "トラフグ"
      ],
      [
        "たまねぎ",
        "レモン",
        "レタス"
      ]
    ]
  },
  {
    "name": "トリュフ添え鶏胸肉のチーズとほうれん草詰め",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "ほうれん草"
      ],
      [
        "チーズ"
      ],
      [
        "トリュフ"
      ],
      [
        "にんじん",
        "ワイン",
        "じゃがいも",
        "たまご",
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "トリュフと伊勢海老のスパゲティ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "伊勢海老"
      ],
      [
        "トリュフ"
      ],
      [
        "バター",
        "トマト",
        "ワイン",
        "チーズ",
        "にんにく"
      ]
    ]
  },
  {
    "name": "白菜とコーチンとハムの煮込み",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "白菜"
      ],
      [
        "コーチン"
      ],
      [
        "ハム"
      ],
      [
        "しょうが",
        "ネギ"
      ]
    ]
  },
  {
    "name": "ビンテージなフェレーグ",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "たまねぎ"
      ],
      [
        "じゃがいも"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "フォアグラとトリュフのブルスケッタ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "フォアグラ"
      ],
      [
        "トリュフ"
      ],
      [
        "トマト"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "松阪ガーリックステーキ弁当",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "にんにく"
      ],
      [
        "バター",
        "ワイン",
        "レモン"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "松阪牛肉フレンチラーメン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "松阪牛"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "紋甲イカのスパゲティペスカトーレ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "紋甲いか"
      ],
      [
        "エビ",
        "アサリ",
        "タコ"
      ],
      [
        "ワイン",
        "にんにく",
        "バター",
        "トマト"
      ]
    ]
  },
  {
    "name": "冷菜盛り合わせ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "イカ",
        "紋甲いか",
        "エビ",
        "伊勢海老",
        "かに",
        "たらばがに",
        "ダック"
      ],
      [
        "レタス",
        "トマト"
      ]
    ]
  },
  {
    "name": "アヒルのカツレツキエフ風",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ダック"
      ],
      [
        "バター"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "レモン",
        "にんにく"
      ]
    ]
  },
  {
    "name": "アワビの五目そば",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "そば"
      ],
      [
        "エビ"
      ],
      [
        "アワビ",
        "しいたけ"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "イカのオイスターソース炒め",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "イカ"
      ],
      [
        "オイスターソース"
      ],
      [
        "白菜",
        "ネギ",
        "にんにく",
        "しいたけ",
        "たけのこ",
        "レタス",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "伊勢海老のクリームコロッケ",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまねぎ",
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "伊勢海老の五目チャーハン",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "豚肉"
      ],
      [
        "たまご"
      ],
      [
        "伊勢海老"
      ],
      [
        "米"
      ],
      [
        "ネギ",
        "にんじん",
        "しいたけ",
        "たけのこ"
      ]
    ]
  },
  {
    "name": "伊勢海老のスクランブル",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "たまご"
      ],
      [
        "牛乳"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "伊勢海老のピザ",
    "chef": [
      "ヤ"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "伊勢海老"
      ],
      [
        "唐辛子",
        "にんにく",
        "トマト"
      ]
    ]
  },
  {
    "name": "伊勢海老の身の黄身焼き",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "たまご"
      ],
      [
        "ワイン"
      ]
    ]
  },
  {
    "name": "伊勢海老やきそば",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "ピーマン"
      ],
      [
        "伊勢海老"
      ],
      [
        "たけのこ"
      ],
      [
        "オイスターソース"
      ]
    ]
  },
  {
    "name": "伊勢シュリンプカレー",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "伊勢海老"
      ],
      [
        "にんじん",
        "ナス",
        "たまねぎ",
        "ピーマン",
        "トマト",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "烏骨鶏卵のオムレットブルゴーニュ風",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "烏骨鶏の卵"
      ],
      [
        "エスカルゴ"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "海の幸の極上コキーユ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "イカ"
      ],
      [
        "伊勢海老"
      ],
      [
        "カキ",
        "タコ"
      ],
      [
        "ピーマン",
        "にんにく",
        "レモン"
      ]
    ]
  },
  {
    "name": "海老のチリソース炒め",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "ケチャップ"
      ],
      [
        "唐辛子"
      ],
      [
        "ネギ",
        "にんにく",
        "しょうが"
      ]
    ]
  },
  {
    "name": "海鮮冷し中華",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "酢"
      ],
      [
        "エビ",
        "かに",
        "たらばがに",
        "ホタテ貝"
      ],
      [
        "トマト",
        "たまご",
        "ワカメ",
        "あげ玉",
        "レタス",
        "しいたけ",
        "しょうが"
      ]
    ]
  },
  {
    "name": "カエルのオイスターソース炒め",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "オイスターソース"
      ],
      [
        "カエル"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんにく",
        "白菜",
        "レタス",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "カキの四川風甘酢炒め",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "カキ"
      ],
      [
        "唐辛子"
      ],
      [
        "ネギ"
      ],
      [
        "酢"
      ],
      [
        "しょうが"
      ]
    ]
  },
  {
    "name": "かに刺し",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "かに"
      ],
      [
        "しそ"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "かまぼこのマリネトリュフ添え",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "かまぼこ"
      ],
      [
        "トリュフ"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "韓国の牛肉チョンゴル鍋",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "たまご"
      ],
      [
        "ネギ"
      ],
      [
        "しいたけ",
        "だいこん",
        "にんじん",
        "にんにく"
      ]
    ]
  },
  {
    "name": "きのこのスープトリュフ添え",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "牛乳"
      ],
      [
        "まつたけ",
        "しいたけ",
        "マッシュルーム",
        "キクラゲ",
        "フクロタケ"
      ],
      [
        "トリュフ"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "キムチと豚肉の韓国チゲ鍋",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "唐辛子"
      ],
      [
        "豚肉"
      ],
      [
        "白菜",
        "とうふ",
        "ネギ",
        "にんにく"
      ]
    ]
  },
  {
    "name": "キャベツのスープ煮",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "キャベツ"
      ],
      [
        "しいたけ",
        "ホタテ貝",
        "豚肉",
        "黒豚"
      ]
    ]
  },
  {
    "name": "牛肉とだいこんの煮込み",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "だいこん"
      ],
      [
        "しょうが",
        "ネギ",
        "にんじん",
        "にんにく"
      ]
    ]
  },
  {
    "name": "牛肉とにんじんの煮込み",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "にんじん"
      ],
      [
        "ワイン",
        "トマト",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "牛肉とピーマンの細切り炒め",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "ピーマン"
      ],
      [
        "たけのこ"
      ]
    ]
  },
  {
    "name": "牛肉のポーピエット",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "ひき肉",
        "たまねぎ",
        "ぱん粉"
      ]
    ]
  },
  {
    "name": "牛肉のポトフ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "にんじん",
        "ネギ",
        "たまねぎ",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "牛乳鍋",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "牛乳"
      ],
      [
        "鶏肉"
      ],
      [
        "豚肉",
        "たまねぎ",
        "にんじん",
        "かまぼこ",
        "ほうれん草"
      ]
    ]
  },
  {
    "name": "牛フィレ肉のチーズソース",
    "chef": [
      "ヤ"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "チーズ"
      ],
      [
        "ワイン"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "黒豚カツしぐれ風味",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "しそ"
      ],
      [
        "だいこん"
      ],
      [
        "ぱん粉"
      ]
    ]
  },
  {
    "name": "黒豚の酢豚",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "酢"
      ],
      [
        "ピーマン",
        "たけのこ",
        "しいたけ",
        "たまねぎ",
        "にんじん",
        "ケチャップ"
      ]
    ]
  },
  {
    "name": "豪華キノコラーメン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "まつたけ",
        "トリュフ"
      ],
      [
        "ネギ",
        "のり",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "豪華長崎チャンポン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "伊勢海老"
      ],
      [
        "黒豚"
      ],
      [
        "紋甲いか",
        "カキ",
        "かまぼこ"
      ],
      [
        "ネギ",
        "キャベツ",
        "ピーマン"
      ],
      [
        "イカ"
      ]
    ]
  },
  {
    "name": "コーチンのロースト赤ワインソース",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "ワイン"
      ],
      [
        "バター",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "コーチンのワイン蒸し",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "ワイン"
      ],
      [
        "たまご",
        "烏骨鶏の卵",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "極上海老しんじょう",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "タイ"
      ],
      [
        "タラ",
        "にんじん",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "極上松阪チュニジアンタジン・マルスーカ",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "点心の皮"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "ネギ",
        "チーズ"
      ]
    ]
  },
  {
    "name": "サーモンとホタテ貝のタルタル仕立て",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "シャケ"
      ],
      [
        "ホタテ貝"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "最強かに爪フライ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "かに"
      ],
      [
        "ぱん粉"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "ケチャップ"
      ]
    ]
  },
  {
    "name": "最強五目チャーハン",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "豚肉"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "エビ"
      ],
      [
        "米"
      ],
      [
        "ネギ",
        "にんじん",
        "しいたけ",
        "たけのこ"
      ]
    ]
  },
  {
    "name": "シークカバブ",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ひき肉"
      ],
      [
        "カレー粉"
      ],
      [
        "唐辛子"
      ],
      [
        "ネギ"
      ],
      [
        "レモン",
        "しょうが"
      ]
    ]
  },
  {
    "name": "地獄鍋",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "とうふ"
      ],
      [
        "ドジョウ"
      ],
      [
        "春菊"
      ],
      [
        "ネギ"
      ]
    ]
  },
  {
    "name": "シュリンプティカ",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "カレー粉"
      ],
      [
        "唐辛子"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "女王陛下のシーフードカレー弁当",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "トリュフ"
      ],
      [
        "アワビ",
        "伊勢海老",
        "たらばがに",
        "フカヒレ"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "スープ仕立てのコーチンのリゾット",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "コーチン"
      ],
      [
        "バター",
        "たまねぎ",
        "ワイン",
        "点心の皮"
      ]
    ]
  },
  {
    "name": "スッポンのオイスターソース炒め",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "オイスターソース"
      ],
      [
        "スッポン"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんにく",
        "白菜",
        "レタス",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "スパゲティ・ペスカトーレ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "アサリ",
        "エビ",
        "イカ",
        "タコ"
      ],
      [
        "ワイン",
        "にんにく",
        "バター",
        "トマト"
      ]
    ]
  },
  {
    "name": "タイちり",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "タイ"
      ],
      [
        "春菊",
        "白菜",
        "ネギ",
        "とうふ",
        "餅"
      ]
    ]
  },
  {
    "name": "タイのウニ焼き",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "タイ"
      ],
      [
        "ウニ"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "タイのからし醤油かけ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "タイ"
      ],
      [
        "唐辛子"
      ],
      [
        "にんにく",
        "しょうが",
        "ネギ"
      ]
    ]
  },
  {
    "name": "タイのテリーヌ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "タイ"
      ],
      [
        "たまご"
      ],
      [
        "シャケ",
        "ワイン"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "タイのムニエル",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "タイ"
      ],
      [
        "バター"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "タイ風伊勢海老味噌ライス",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "米"
      ],
      [
        "豚肉",
        "黒豚",
        "オイスターソース",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "ダックのワイン蒸し",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "ダック"
      ],
      [
        "ワイン"
      ],
      [
        "たまご",
        "烏骨鶏の卵",
        "たまねぎ",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "タラのポワレ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "タラ"
      ],
      [
        "たまねぎ",
        "レモン",
        "バター"
      ],
      [
        "にんじん"
      ]
    ]
  },
  {
    "name": "たらばがにと烏骨鶏のかに玉",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "トマト"
      ]
    ]
  },
  {
    "name": "たらばがにと卵のスープ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "たまご"
      ],
      [
        "たけのこ",
        "しいたけ",
        "キクラゲ"
      ],
      [
        "ネギ",
        "しょうが"
      ]
    ]
  },
  {
    "name": "たらばがにの最強チャーハン",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "米"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "チーズフォンデュ",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "チーズ"
      ],
      [
        "ワイン"
      ],
      [
        "パン"
      ]
    ]
  },
  {
    "name": "チャンチャン焼き",
    "chef": [
      "舟",
      "笠",
      "周",
      "服"
    ],
    "conditions": [
      [
        "シャケ"
      ],
      [
        "バター"
      ],
      [
        "キャベツ",
        "ピーマン",
        "味噌"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "とうふの贅沢かにあんかけ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "とうふ"
      ],
      [
        "たらばがに"
      ],
      [
        "しいたけ",
        "フクロタケ",
        "ネギ",
        "たけのこ"
      ]
    ]
  },
  {
    "name": "特上天ぷら盛り合わせ弁当",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "伊勢海老",
        "ウニ",
        "ホタテ貝",
        "たらばがに",
        "紋甲いか",
        "イカ"
      ],
      [
        "たけのこ",
        "しいたけ",
        "ナス",
        "ピーマン",
        "しょうが"
      ],
      [
        "折詰の折"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "特選ミックスグリル弁当",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "松阪牛"
      ],
      [
        "黒豚"
      ],
      [
        "ダック",
        "アワビ",
        "たらばがに",
        "紋甲いか"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "トムヤムクン",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "唐辛子"
      ],
      [
        "レモン",
        "フクロタケ",
        "マッシュルーム",
        "しょうが",
        "にんにく"
      ]
    ]
  },
  {
    "name": "トラフグの西京焼き",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "味噌"
      ],
      [
        "しょうが"
      ]
    ]
  },
  {
    "name": "鶏肉の狩人風",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "しいたけ",
        "マッシュルーム"
      ],
      [
        "たまねぎ"
      ],
      [
        "トマト"
      ],
      [
        "にんにく",
        "ワイン"
      ]
    ]
  },
  {
    "name": "鶏肉の極上グリエ・ディアーブル",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "たまご"
      ],
      [
        "バター",
        "ぱん粉"
      ]
    ]
  },
  {
    "name": "鶏肉のワイン煮",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "ワイン"
      ],
      [
        "マッシュルーム",
        "バター",
        "ベーコン",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "トリュフ風味のかにのスパゲティ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "かに"
      ],
      [
        "トリュフ"
      ],
      [
        "トマト",
        "チーズ",
        "ワイン",
        "にんにく",
        "バター"
      ]
    ]
  },
  {
    "name": "ナスとキャビアのタルタルチーズ風味",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "ナス"
      ],
      [
        "キャビア"
      ],
      [
        "チーズ"
      ]
    ]
  },
  {
    "name": "ナスの贅沢かにあんかけ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "ナス"
      ],
      [
        "たらばがに"
      ],
      [
        "しいたけ",
        "フクロタケ",
        "ネギ",
        "たけのこ"
      ]
    ]
  },
  {
    "name": "ねぎまなべ",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "マグロ"
      ],
      [
        "ネギ"
      ],
      [
        "唐辛子",
        "とうふ",
        "ワカメ"
      ]
    ]
  },
  {
    "name": "八宝菜（ハーポーツァイ）",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "豚肉",
        "黒豚"
      ],
      [
        "エビ",
        "伊勢海老"
      ],
      [
        "イカ",
        "紋甲いか",
        "白菜"
      ],
      [
        "たけのこ",
        "しいたけ",
        "フクロタケ",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "フィッシュティカ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "マグロ",
        "大トロ"
      ],
      [
        "カレー粉"
      ],
      [
        "唐辛子"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "フォアグラとキノコのスープ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "フォアグラ"
      ],
      [
        "牛乳"
      ],
      [
        "まつたけ",
        "トリュフ",
        "しいたけ",
        "マッシュルーム",
        "キクラゲ",
        "フクロタケ"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "豚肉のポトフ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "豚肉"
      ],
      [
        "にんじん",
        "ネギ",
        "たまねぎ",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "ブラジリアン極上モケッカ",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "タイ",
        "タラ",
        "たまねぎ",
        "トマト",
        "にんにく",
        "ピーマン"
      ]
    ]
  },
  {
    "name": "ほうれん草の最強泡雪霊妙スープ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "ほうれん草"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "コーチン",
        "ダック",
        "ネギ",
        "しょうが"
      ],
      [
        "トマト"
      ]
    ]
  },
  {
    "name": "マグロのロティ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "マグロ"
      ],
      [
        "バター",
        "ネギ",
        "たまねぎ",
        "ワイン"
      ]
    ]
  },
  {
    "name": "松阪牛のアラビアンファッタ・マクドゥス",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "松阪牛"
      ],
      [
        "ナス"
      ],
      [
        "にんにく",
        "レモン",
        "唐辛子",
        "牛乳"
      ]
    ]
  },
  {
    "name": "松阪牛のカツレツ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご",
        "烏骨鶏の卵",
        "レモン"
      ]
    ]
  },
  {
    "name": "松阪牛のソリャンカ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "ハム"
      ],
      [
        "トマト",
        "たまねぎ",
        "ナス",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "松阪牛のユッケ",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "たまご"
      ],
      [
        "レモン",
        "ネギ",
        "しそ"
      ]
    ]
  },
  {
    "name": "松阪タルタルステーキ弁当",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "たまご"
      ],
      [
        "たまねぎ"
      ],
      [
        "折詰の折"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "まつたけの極上茶碗蒸し",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "烏骨鶏の卵"
      ],
      [
        "まつたけ"
      ],
      [
        "かまぼこ"
      ],
      [
        "鶏肉",
        "コーチン",
        "エビ",
        "伊勢海老",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "味噌仕立てちゃんこ鍋",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "味噌"
      ],
      [
        "ひき肉",
        "白菜",
        "タイ",
        "タラ"
      ],
      [
        "とうふ",
        "春菊",
        "ネギ",
        "油揚げ",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "森のオイスターソース炒め",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "オイスターソース"
      ],
      [
        "まつたけ",
        "しいたけ",
        "たけのこ"
      ],
      [
        "キクラゲ",
        "ネギ",
        "にんにく",
        "白菜",
        "レタス"
      ]
    ]
  },
  {
    "name": "モロッコ川魚料理マスグーフ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "コイ"
      ],
      [
        "トマト",
        "たまねぎ",
        "レモン"
      ],
      [
        "カレー粉"
      ]
    ]
  },
  {
    "name": "優良松阪牛テグタン",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "タラ",
        "唐辛子",
        "ネギ",
        "しょうが",
        "にんにく"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "寄せ鍋",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "鶏肉",
        "コーチン"
      ],
      [
        "タラ",
        "タイ",
        "エビ",
        "伊勢海老",
        "シャケ",
        "イカ",
        "紋甲いか"
      ],
      [
        "白菜",
        "とうふ",
        "春菊",
        "ネギ",
        "油揚げ",
        "しいたけ"
      ],
      [
        "うどん"
      ]
    ]
  },
  {
    "name": "ローストダック赤ワインソース",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "ダック"
      ],
      [
        "ワイン"
      ],
      [
        "バター",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "若どりローマ風煮込トリュフ添え",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "ワイン"
      ],
      [
        "じゃがいも",
        "トマト",
        "にんにく"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "りんねのおすすめ流水うどん",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "うどん"
      ],
      [
        "のり"
      ],
      [
        "ネギ",
        "餅"
      ],
      [
        "だいこん"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "あさみのおすすめ牧場ラーメン",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "牛乳"
      ],
      [
        "バター"
      ],
      [
        "じゃがいも"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "北上アミのおすすめ無国籍カクテルサラダ",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "唐辛子"
      ],
      [
        "レタス"
      ],
      [
        "トマト",
        "にんじん"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "前田有紀おすすめの鶏の唐揚げ冷し中華",
    "chef": [
      "　"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "コーチン"
      ],
      [
        "酢"
      ],
      [
        "レタス",
        "トマト",
        "ワカメ",
        "しいたけ",
        "烏骨鶏の卵",
        "しょうが",
        "あげ玉"
      ],
      [
        "愛"
      ],
      [
        "金箔"
      ]
    ]
  },
  {
    "name": "持帰りシーフードピザ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "アサリ",
        "エビ",
        "伊勢海老",
        "イカ",
        "紋甲いか",
        "タコ"
      ],
      [
        "折詰の折"
      ],
      [
        "にんにく",
        "唐辛子"
      ]
    ]
  },
  {
    "name": "いかのすみ鍋",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "いかすみ"
      ],
      [
        "イカ"
      ],
      [
        "たまねぎ",
        "マッシュルーム"
      ],
      [
        "にんにく",
        "バター"
      ]
    ]
  },
  {
    "name": "伊勢海老チャーハン",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "たまご"
      ],
      [
        "米"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "伊勢海老のかき揚げ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "イカ"
      ],
      [
        "ホタテ貝",
        "たまご"
      ],
      [
        "たまねぎ",
        "にんじん",
        "しそ",
        "のり"
      ]
    ]
  },
  {
    "name": "イタリア風チーズフォンデュ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "チーズ"
      ],
      [
        "牛乳"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "パン"
      ]
    ]
  },
  {
    "name": "イタリア野菜鍋バーニャ・カウダ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "ピーマン"
      ],
      [
        "にんじん"
      ],
      [
        "にんにく"
      ],
      [
        "牛乳",
        "バター"
      ],
      [
        "キャベツ",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "うにとイカの冷製パスタ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ウニ"
      ],
      [
        "イカ"
      ],
      [
        "パスタ"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "ウニ丼",
    "chef": [
      "舟",
      "笠",
      "周",
      "服"
    ],
    "conditions": [
      [
        "ウニ"
      ],
      [
        "しそ",
        "だいこん",
        "のり"
      ],
      [
        "米"
      ]
    ]
  },
  {
    "name": "エジプトの味・フェレーグ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "たまねぎ"
      ],
      [
        "じゃがいも"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "オムレット狩人風",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "たまご"
      ],
      [
        "マッシュルーム"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "カエルの白ワイン煮込",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "カエル"
      ],
      [
        "ワイン"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "かまぼこのマリネキャビア添え",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "かまぼこ"
      ],
      [
        "キャビア"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "キノコ鍋",
    "chef": [
      "舟",
      "笠",
      "周",
      "服"
    ],
    "conditions": [
      [
        "まつたけ",
        "トリュフ"
      ],
      [
        "タラ",
        "タイ"
      ],
      [
        "フクロタケ",
        "しいたけ",
        "マッシュルーム"
      ],
      [
        "白菜",
        "とうふ",
        "春菊",
        "ネギ",
        "油揚げ"
      ]
    ]
  },
  {
    "name": "黒豚しゃぶしゃぶ",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "とうふ",
        "白菜",
        "ネギ",
        "春菊",
        "餅",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "コーチンの極上茶碗蒸し",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "烏骨鶏の卵"
      ],
      [
        "コーチン"
      ],
      [
        "しいたけ",
        "かまぼこ"
      ]
    ]
  },
  {
    "name": "コーチンのサーグチキンカレー",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "ほうれん草"
      ],
      [
        "コーチン"
      ],
      [
        "唐辛子"
      ],
      [
        "カレー粉"
      ],
      [
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "極上シーフード味噌ラーメン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "アワビ",
        "伊勢海老",
        "たらばがに",
        "フカヒレ"
      ],
      [
        "味噌"
      ],
      [
        "ネギ",
        "のり",
        "ウニ"
      ]
    ]
  },
  {
    "name": "極上の卵のポシェフローレンス風",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "烏骨鶏の卵"
      ],
      [
        "ほうれん草",
        "牛乳",
        "バター",
        "チーズ"
      ]
    ]
  },
  {
    "name": "シーフードピザ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "アサリ",
        "エビ",
        "伊勢海老",
        "イカ",
        "紋甲いか",
        "タコ"
      ],
      [
        "にんにく",
        "唐辛子"
      ]
    ]
  },
  {
    "name": "上天ぷら盛り合わせ",
    "chef": [
      "舟",
      "周"
    ],
    "conditions": [
      [
        "エビ",
        "伊勢海老",
        "ウニ",
        "ホタテ貝",
        "たらばがに",
        "かに",
        "紋甲いか",
        "イカ"
      ],
      [
        "たけのこ",
        "しいたけ",
        "ナス",
        "ピーマン",
        "しょうが"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "タイの極上タイすき",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "ひき肉"
      ],
      [
        "タイ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "唐辛子",
        "たけのこ",
        "にんじん",
        "白菜",
        "春菊"
      ]
    ]
  },
  {
    "name": "たらばがにの味噌汁",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "味噌"
      ],
      [
        "ネギ"
      ]
    ]
  },
  {
    "name": "ちゃんこ鍋",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "にんにく"
      ],
      [
        "ひき肉",
        "エビ",
        "タイ",
        "タラ"
      ],
      [
        "白菜",
        "とうふ",
        "春菊",
        "ネギ",
        "油揚げ"
      ]
    ]
  },
  {
    "name": "つみれ鍋",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "鶏肉",
        "コーチン",
        "ひき肉"
      ],
      [
        "イワシ"
      ],
      [
        "味噌"
      ],
      [
        "白菜",
        "春菊",
        "ネギ",
        "油揚げ",
        "とうふ"
      ]
    ]
  },
  {
    "name": "鶏肉の白ワイン煮込",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "ワイン"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "トリュフと伊勢海老のカナッペ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "伊勢海老"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "ナスの四川風辛みそ煮込み",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "ナス"
      ],
      [
        "唐辛子"
      ],
      [
        "豚肉"
      ],
      [
        "にんにく",
        "ネギ"
      ]
    ]
  },
  {
    "name": "フォアグラと伊勢海老のカナッペ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "伊勢海老"
      ],
      [
        "フォアグラ"
      ]
    ]
  },
  {
    "name": "豚バラ肉ととうふの煮物",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "豚肉"
      ],
      [
        "とうふ"
      ],
      [
        "ニラ",
        "にんにく"
      ]
    ]
  },
  {
    "name": "フレンチシーフードラーメン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "トリュフ"
      ],
      [
        "伊勢海老",
        "アワビ",
        "たらばがに",
        "フカヒレ"
      ]
    ]
  },
  {
    "name": "松阪牛のカルパッチョ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "チーズ"
      ],
      [
        "レモン",
        "にんにく"
      ]
    ]
  },
  {
    "name": "松阪牛のタイ風激辛炒め",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "唐辛子"
      ],
      [
        "オイスターソース",
        "にんにく"
      ]
    ]
  },
  {
    "name": "松阪牛のピザ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "松阪牛"
      ],
      [
        "唐辛子",
        "にんにく",
        "トマト"
      ]
    ]
  },
  {
    "name": "持帰り伊勢海老ピザ",
    "chef": [
      "ヤ"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "伊勢海老"
      ],
      [
        "折詰の折"
      ],
      [
        "唐辛子",
        "にんにく",
        "トマト"
      ]
    ]
  },
  {
    "name": "若鶏のディアボラ風",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "にんにく"
      ],
      [
        "唐辛子"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "アヒルのカツレツミラノ風",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "ダック"
      ],
      [
        "ぱん粉"
      ],
      [
        "チーズ"
      ],
      [
        "たまご"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "アワビの酢の物",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "アワビ"
      ],
      [
        "酢"
      ],
      [
        "ワカメ",
        "レモン"
      ]
    ]
  },
  {
    "name": "アワビ味噌ラーメン",
    "chef": [
      "ポ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "アワビ"
      ],
      [
        "味噌"
      ],
      [
        "ネギ",
        "のり",
        "ほうれん草"
      ],
      [
        "にんにく",
        "バター"
      ]
    ]
  },
  {
    "name": "イカのチリソース炒め",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "イカ"
      ],
      [
        "ケチャップ"
      ],
      [
        "唐辛子"
      ],
      [
        "ネギ",
        "にんにく",
        "しょうが"
      ]
    ]
  },
  {
    "name": "伊勢海老入りタイ風さつま揚げ",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "タラ"
      ],
      [
        "たまご"
      ],
      [
        "伊勢海老"
      ],
      [
        "エビ",
        "にんにく",
        "ニラ"
      ]
    ]
  },
  {
    "name": "伊勢海老と海老のカナッペ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "エビ"
      ],
      [
        "伊勢海老"
      ]
    ]
  },
  {
    "name": "伊勢海老とキャビアのカナッペ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "キャビア"
      ],
      [
        "伊勢海老"
      ]
    ]
  },
  {
    "name": "伊勢海老の鬼ガラ焼き弁当",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "レモン"
      ],
      [
        "しょうが"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "伊勢海老のサラダ",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "レタス",
        "トマト",
        "マッシュルーム",
        "キャベツ",
        "ワカメ"
      ]
    ]
  },
  {
    "name": "イワシのフリットイタリエーヌ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "イワシ"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "トマト",
        "バター",
        "たまねぎ",
        "にんにく"
      ]
    ]
  },
  {
    "name": "烏骨鶏のオムレット・オ・ジャンボン",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "烏骨鶏の卵"
      ],
      [
        "ハム"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "ウニとトリュフのカナッペ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "ウニ"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "ウニとフォアグラのカナッペ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "ウニ"
      ],
      [
        "フォアグラ"
      ]
    ]
  },
  {
    "name": "海の幸のコキーユ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "イカ"
      ],
      [
        "エビ"
      ],
      [
        "カキ",
        "タコ"
      ],
      [
        "ピーマン",
        "にんにく",
        "レモン"
      ]
    ]
  },
  {
    "name": "エチオピア風鶏煮込み高級ドロー・ワット",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "たまねぎ"
      ],
      [
        "レモン",
        "ワイン"
      ],
      [
        "しょうが",
        "にんにく"
      ]
    ]
  },
  {
    "name": "大トロ丼",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "大トロ"
      ],
      [
        "しそ"
      ],
      [
        "だいこん"
      ],
      [
        "米"
      ]
    ]
  },
  {
    "name": "オムレットブルゴーニュ風",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "たまご"
      ],
      [
        "エスカルゴ"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "カエルの唐揚げ甘酢あんかけ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "カエル"
      ],
      [
        "酢"
      ],
      [
        "ネギ",
        "しいたけ",
        "たけのこ",
        "にんじん",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "カキのグラタンフローレンス風",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "カキ"
      ],
      [
        "チーズ"
      ],
      [
        "たまご"
      ],
      [
        "ぱん粉"
      ],
      [
        "ほうれん草",
        "牛乳",
        "バター",
        "ワイン"
      ]
    ]
  },
  {
    "name": "かに爪フライ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "かに"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご"
      ],
      [
        "ケチャップ"
      ]
    ]
  },
  {
    "name": "韓国風松阪牛バラのだいこん煮",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "だいこん"
      ],
      [
        "松阪牛"
      ],
      [
        "しょうが",
        "ネギ",
        "にんにく"
      ]
    ]
  },
  {
    "name": "キノコとコーチンの蒸し物",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "マッシュルーム"
      ],
      [
        "コーチン"
      ],
      [
        "たまご"
      ]
    ]
  },
  {
    "name": "魚介のフリット",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "エビ",
        "イカ",
        "紋甲いか",
        "ホタテ貝"
      ],
      [
        "にんじん",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "黒豚とピーマンの細切り炒め",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "ピーマン"
      ],
      [
        "たけのこ"
      ]
    ]
  },
  {
    "name": "黒豚のミルクロースト",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "牛乳"
      ],
      [
        "にんにく",
        "ネギ"
      ]
    ]
  },
  {
    "name": "ケニアのシチューンコンベ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "たまねぎ"
      ],
      [
        "トマト"
      ],
      [
        "ピーマン"
      ],
      [
        "しょうが",
        "にんにく"
      ]
    ]
  },
  {
    "name": "豪華伊勢海老みそラーメン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "伊勢海老"
      ],
      [
        "味噌"
      ],
      [
        "ワカメ",
        "ネギ",
        "のり",
        "ほうれん草"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "コーチンのカツレツキエフ風",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "バター"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "レモン",
        "にんにく"
      ]
    ]
  },
  {
    "name": "コーチンのカツレツミラノ風",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "ぱん粉"
      ],
      [
        "チーズ"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "コーチンのチャンファイナ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "トマト",
        "ナス",
        "たまねぎ",
        "ピーマン"
      ]
    ]
  },
  {
    "name": "コーチン胸肉のチーズとほうれん草詰め",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "ほうれん草"
      ],
      [
        "チーズ"
      ],
      [
        "にんじん",
        "ワイン",
        "じゃがいも",
        "たまご",
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "極上シーフードラーメン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "アワビ",
        "伊勢海老",
        "たらばがに",
        "フカヒレ"
      ],
      [
        "ウニ",
        "ネギ",
        "のり"
      ]
    ]
  },
  {
    "name": "極上　豚肉のしょうゆ煮",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "豚肉"
      ],
      [
        "ネギ",
        "しょうが"
      ],
      [
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "最強海老チャーハン",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "米"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "刺身３点盛合せ",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "タイ",
        "マグロ",
        "大トロ",
        "イカ",
        "紋甲いか",
        "シャケ",
        "ホタテ貝",
        "エビ",
        "伊勢海老",
        "タコ",
        "ウニ",
        "アワビ",
        "かに",
        "たらばがに"
      ],
      [
        "しそ",
        "だいこん"
      ]
    ]
  },
  {
    "name": "しいたけとコーチンの蒸し物",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "しいたけ"
      ],
      [
        "コーチン"
      ],
      [
        "たまご"
      ]
    ]
  },
  {
    "name": "しいたけの極上陣笠揚伊勢海老づめ",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "しいたけ"
      ],
      [
        "伊勢海老"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "ひき肉"
      ]
    ]
  },
  {
    "name": "上天ぷら盛り合わせ弁当",
    "chef": [
      "舟",
      "周"
    ],
    "conditions": [
      [
        "エビ",
        "伊勢海老",
        "ウニ",
        "ホタテ貝",
        "たらばがに",
        "かに",
        "紋甲いか",
        "イカ"
      ],
      [
        "たけのこ",
        "しいたけ",
        "ナス",
        "ピーマン",
        "しょうが"
      ],
      [
        "折詰の折"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "上等カキの土手鍋",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "カキ"
      ],
      [
        "味噌"
      ],
      [
        "とうふ",
        "ネギ",
        "春菊",
        "にんじん",
        "白菜",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "女王陛下のカツカレー弁当",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "フォアグラ"
      ],
      [
        "トリュフ"
      ],
      [
        "ぱん粉"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "食用ガエルのワイン蒸し",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "カエル"
      ],
      [
        "ワイン"
      ],
      [
        "たまご",
        "烏骨鶏の卵",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "ズッパ・ディ・ペッシェ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "にんにく",
        "パン"
      ],
      [
        "マグロ",
        "大トロ",
        "イカ",
        "アサリ",
        "タコ",
        "紋甲いか"
      ]
    ]
  },
  {
    "name": "タイのヴィスケー湾風",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "タイ"
      ],
      [
        "唐辛子"
      ],
      [
        "ピーマン",
        "トマト"
      ]
    ]
  },
  {
    "name": "タラのからし醤油かけ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "タラ"
      ],
      [
        "唐辛子"
      ],
      [
        "にんにく",
        "しょうが",
        "ネギ"
      ]
    ]
  },
  {
    "name": "タイの極上黄身焼き",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "タイ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "ワイン"
      ]
    ]
  },
  {
    "name": "タイのタイすき",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "ひき肉"
      ],
      [
        "タイ"
      ],
      [
        "たまご"
      ],
      [
        "唐辛子",
        "たけのこ",
        "にんじん",
        "白菜",
        "春菊"
      ]
    ]
  },
  {
    "name": "タイのマリネ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "タイ"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "タラのテリーヌ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "タラ"
      ],
      [
        "たまご"
      ],
      [
        "シャケ",
        "ワイン"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "タラのポトフ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "タラ"
      ],
      [
        "にんじん",
        "ネギ",
        "たまねぎ",
        "キャベツ",
        "カキ"
      ]
    ]
  },
  {
    "name": "たらばがにのかに玉",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "たまご"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "トマト"
      ]
    ]
  },
  {
    "name": "トラフグと卵のスープ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "たまご"
      ],
      [
        "たけのこ",
        "しいたけ",
        "キクラゲ"
      ],
      [
        "ネギ",
        "しょうが"
      ]
    ]
  },
  {
    "name": "鶏の唐揚げ甘酢あんかけ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "酢"
      ],
      [
        "ネギ",
        "しいたけ",
        "たけのこ",
        "にんじん",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "トリュフと海老のカナッペ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "エビ"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "長崎伊勢チャンポン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "伊勢海老"
      ],
      [
        "豚肉",
        "イカ",
        "カキ",
        "かまぼこ",
        "ネギ",
        "キャベツ",
        "ピーマン"
      ]
    ]
  },
  {
    "name": "ナスのかにあんかけ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "ナス"
      ],
      [
        "かに"
      ],
      [
        "しいたけ",
        "フクロタケ",
        "ネギ",
        "たけのこ"
      ]
    ]
  },
  {
    "name": "春野菜グラタンの前菜",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "チーズ"
      ],
      [
        "たまねぎ"
      ],
      [
        "にんじん",
        "にんにく"
      ]
    ]
  },
  {
    "name": "棒棒鳥（バンバンジー）",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "唐辛子"
      ],
      [
        "ネギ"
      ]
    ]
  },
  {
    "name": "ビーフシチュー",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "じゃがいも",
        "にんじん",
        "マッシュルーム",
        "ほうれん草"
      ]
    ]
  },
  {
    "name": "フォアグラと海老のカナッペ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "エビ"
      ],
      [
        "フォアグラ"
      ]
    ]
  },
  {
    "name": "フォアグラ入りカエルのクロケッタ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "フォアグラ"
      ],
      [
        "カエル"
      ],
      [
        "たまご"
      ],
      [
        "ぱん粉",
        "じゃがいも",
        "にんにく"
      ]
    ]
  },
  {
    "name": "プル・オ・ポ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "にんじん",
        "ネギ",
        "たまねぎ",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "ホタテ貝のコキーユトマトソース",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "ホタテ貝"
      ],
      [
        "トマト"
      ],
      [
        "にんにく",
        "バター",
        "レモン",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "ホタテのウニ焼き",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "ホタテ貝"
      ],
      [
        "ウニ"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "松阪牛のカルビクッパ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "松阪牛"
      ],
      [
        "たまご"
      ],
      [
        "たけのこ",
        "唐辛子",
        "にんじん",
        "ネギ",
        "にんにく",
        "だいこん",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "松阪牛焼き肉味噌ラーメン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "松阪牛"
      ],
      [
        "味噌"
      ],
      [
        "ネギ",
        "のり",
        "ほうれん草"
      ],
      [
        "にんにく",
        "バター"
      ]
    ]
  },
  {
    "name": "ミックスピザ",
    "chef": [
      "舟",
      "周",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "牛肉",
        "松阪牛",
        "鶏肉",
        "コーチン"
      ],
      [
        "エビ",
        "伊勢海老",
        "イカ",
        "紋甲いか",
        "タコ"
      ],
      [
        "にんにく",
        "トマト"
      ]
    ]
  },
  {
    "name": "持帰り松阪牛ピザ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "松阪牛"
      ],
      [
        "折詰の折"
      ],
      [
        "唐辛子",
        "にんにく",
        "トマト"
      ]
    ]
  },
  {
    "name": "紋甲イカのウニ焼き",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "紋甲いか"
      ],
      [
        "ウニ"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "紋甲イカの炒め物",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "紋甲いか"
      ],
      [
        "しょうが",
        "ネギ",
        "唐辛子"
      ]
    ]
  },
  {
    "name": "野菜のマリネ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "酢",
        "レモン",
        "ワイン"
      ],
      [
        "トマト",
        "ナス",
        "にんじん",
        "マッシュルーム",
        "しいたけ",
        "ネギ",
        "レタス"
      ]
    ]
  },
  {
    "name": "持帰り・とびきりツナのピザ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "大トロ"
      ],
      [
        "折詰の折"
      ],
      [
        "唐辛子",
        "にんにく",
        "トマト"
      ]
    ]
  },
  {
    "name": "アヒルのカツレツ",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ダック"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "アワビカレー",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "アワビ"
      ],
      [
        "にんじん",
        "ナス",
        "たまねぎ",
        "ピーマン",
        "トマト",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "アワビカレー弁当",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "アワビ"
      ],
      [
        "にんじん",
        "ナス",
        "たまねぎ",
        "ピーマン",
        "トマト",
        "マッシュルーム"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "アワビラーメン",
    "chef": [
      "ポ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "アワビ"
      ],
      [
        "ネギ",
        "のり",
        "ほうれん草"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "伊勢海老入り揚げとうふ",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "とうふ"
      ],
      [
        "伊勢海老"
      ],
      [
        "オイスターソース",
        "ベーコン"
      ]
    ]
  },
  {
    "name": "伊勢海老の茶碗蒸し",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "たまご"
      ],
      [
        "伊勢海老"
      ],
      [
        "しいたけ",
        "かまぼこ"
      ]
    ]
  },
  {
    "name": "伊勢シュリンプカレー弁当",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "伊勢海老"
      ],
      [
        "にんじん",
        "ナス",
        "たまねぎ",
        "ピーマン",
        "トマト",
        "マッシュルーム"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "烏骨鶏の卵スープ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "烏骨鶏の卵"
      ],
      [
        "たけのこ",
        "しいたけ",
        "ネギ",
        "キクラゲ",
        "しょうが"
      ]
    ]
  },
  {
    "name": "烏骨鶏の卵とトマトの炒め物",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "烏骨鶏の卵"
      ],
      [
        "トマト"
      ],
      [
        "牛乳"
      ]
    ]
  },
  {
    "name": "ウニと伊勢海老のカナッペ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "ウニ"
      ],
      [
        "伊勢海老"
      ]
    ]
  },
  {
    "name": "ウニとキャビアのカナッペ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "キャビア"
      ],
      [
        "ウニ"
      ]
    ]
  },
  {
    "name": "ウニと野菜のピザの前菜",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "ウニ"
      ],
      [
        "チーズ",
        "トマト",
        "マッシュルーム",
        "ピーマン",
        "ネギ",
        "にんにく",
        "唐辛子",
        "しそ"
      ]
    ]
  },
  {
    "name": "ウルトラチキンガーリックソテー",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "にんにく"
      ],
      [
        "コーチン"
      ],
      [
        "バター",
        "レモン",
        "ワイン"
      ]
    ]
  },
  {
    "name": "海老団子",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "ネギ",
        "酢",
        "ケチャップ",
        "タイ",
        "タラ"
      ]
    ]
  },
  {
    "name": "海老天弁当",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "エビ"
      ],
      [
        "ナス"
      ],
      [
        "イカ",
        "紋甲いか"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "海鮮チャーハン",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "かに",
        "イカ",
        "エビ"
      ],
      [
        "たまご"
      ],
      [
        "米"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "海老とイカのフリット",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "イカ",
        "紋甲いか"
      ],
      [
        "にんじん",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "海老の鬼ガラ焼き",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "レモン"
      ],
      [
        "しょうが"
      ]
    ]
  },
  {
    "name": "海老の極上スクランブル",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "牛乳",
        "バター"
      ]
    ]
  },
  {
    "name": "海老のタイ風サラダ",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "唐辛子"
      ],
      [
        "レタス",
        "たまねぎ",
        "ピーマン",
        "ワカメ"
      ]
    ]
  },
  {
    "name": "海老の風味焼き",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "たまご"
      ],
      [
        "にんにく"
      ],
      [
        "しょうが",
        "レモン"
      ]
    ]
  },
  {
    "name": "海老の身のウニ焼き",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "ウニ"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "大海原の恵みの前菜",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "エビ",
        "伊勢海老"
      ],
      [
        "紋甲いか",
        "アサリ"
      ],
      [
        "にんにく",
        "レモン",
        "唐辛子"
      ]
    ]
  },
  {
    "name": "大トロ刺身",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "大トロ"
      ],
      [
        "しそ"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "貝寄せそば",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "そば"
      ],
      [
        "アワビ"
      ],
      [
        "アサリ",
        "ホタテ貝"
      ],
      [
        "エスカルゴ"
      ]
    ]
  },
  {
    "name": "カエルのソテープロヴァンス風",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "カエル"
      ],
      [
        "バター",
        "にんにく",
        "レモン"
      ]
    ]
  },
  {
    "name": "カキのぱん粉焼き",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "カキ"
      ],
      [
        "ぱん粉"
      ],
      [
        "にんにく",
        "レモン"
      ]
    ]
  },
  {
    "name": "カキの味噌鍋",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "カキ"
      ],
      [
        "味噌"
      ],
      [
        "とうふ"
      ],
      [
        "ネギ"
      ],
      [
        "唐辛子"
      ]
    ]
  },
  {
    "name": "きのこづくしカレー",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "トリュフ",
        "マッシュルーム",
        "フクロタケ",
        "まつたけ",
        "キクラゲ",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "キノコと伊勢海老の壷焼き",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "マッシュルーム"
      ],
      [
        "伊勢海老"
      ],
      [
        "たまねぎ",
        "牛乳"
      ]
    ]
  },
  {
    "name": "キャビアのピザ",
    "chef": [
      "ヤ"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "キャビア"
      ],
      [
        "唐辛子",
        "にんにく",
        "トマト"
      ]
    ]
  },
  {
    "name": "牛肉たたき",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "ネギ",
        "しょうが",
        "にんにく"
      ]
    ]
  },
  {
    "name": "牛肉とたまねぎの炒め物",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "たまねぎ"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "牛肉のタイ風サラダ",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "唐辛子"
      ],
      [
        "レタス",
        "たまねぎ",
        "ピーマン"
      ]
    ]
  },
  {
    "name": "牛肉のボルシチ風",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "トマト",
        "じゃがいも",
        "たまねぎ",
        "にんじん",
        "マッシュルーム",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "強力柳川鍋",
    "chef": [
      "舟",
      "笠",
      "周",
      "服"
    ],
    "conditions": [
      [
        "ドジョウ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "ネギ"
      ]
    ]
  },
  {
    "name": "黒豚のピカタ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "バター"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "黒豚バラのねぎとトマトソースのスパゲティ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "黒豚"
      ],
      [
        "トマト"
      ],
      [
        "ネギ"
      ],
      [
        "チーズ",
        "ワイン",
        "にんにく",
        "バター"
      ]
    ]
  },
  {
    "name": "コイのユダヤ風",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "コイ"
      ],
      [
        "たまねぎ"
      ],
      [
        "バター",
        "レモン",
        "酢"
      ]
    ]
  },
  {
    "name": "豪華伊勢海老ラーメン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "伊勢海老"
      ],
      [
        "ワカメ",
        "ネギ",
        "のり",
        "ほうれん草"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "コーチン刺し",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "しそ"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "コーチンの香り醤油煮",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "ネギ",
        "しょうが",
        "唐辛子"
      ]
    ]
  },
  {
    "name": "コーチンのカツレツ",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "コーチンの野菜蒸し",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "しいたけ",
        "にんじん",
        "ネギ"
      ]
    ]
  },
  {
    "name": "コーチン若どりのローマ風煮込み",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "ワイン"
      ],
      [
        "じゃがいも",
        "トマト",
        "にんにく"
      ]
    ]
  },
  {
    "name": "極上イワシのクネルプロヴァンス風",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "イワシ"
      ],
      [
        "にんにく"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "たまねぎ",
        "トマト"
      ]
    ]
  },
  {
    "name": "極上海老玉",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ"
      ]
    ]
  },
  {
    "name": "極上海老フライカレー",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "伊勢海老"
      ],
      [
        "ぱん粉"
      ]
    ]
  },
  {
    "name": "極上タルタルステーキ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "たまねぎ"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "極上天ざる",
    "chef": [
      "舟",
      "周"
    ],
    "conditions": [
      [
        "そば"
      ],
      [
        "伊勢海老"
      ],
      [
        "ネギ",
        "紋甲いか",
        "たらばがに",
        "かに"
      ]
    ]
  },
  {
    "name": "極上・鶏の松風焼き",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "タラ"
      ],
      [
        "味噌"
      ]
    ]
  },
  {
    "name": "極上鍋焼きうどん",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "うどん"
      ],
      [
        "コーチン"
      ],
      [
        "伊勢海老"
      ],
      [
        "ダック",
        "かまぼこ",
        "ほうれん草",
        "ワカメ",
        "のり",
        "ネギ"
      ]
    ]
  },
  {
    "name": "極上ビーフカレー",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "松阪牛"
      ],
      [
        "にんじん",
        "たまねぎ",
        "じゃがいも",
        "トマト",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "サーモンのムニエル",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "シャケ"
      ],
      [
        "バター"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "しいたけと鶏肉の純良蒸し物",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "しいたけ"
      ],
      [
        "鶏肉"
      ],
      [
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "じゃがいもと黒豚の唐辛子炒め",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "じゃがいも"
      ],
      [
        "黒豚"
      ],
      [
        "唐辛子"
      ],
      [
        "ネギ",
        "しょうが"
      ]
    ]
  },
  {
    "name": "女王陛下のカレー弁当",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "松阪牛"
      ],
      [
        "トリュフ"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "食用ガエルのガーリックソテー",
    "chef": [
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "にんにく"
      ],
      [
        "カエル"
      ],
      [
        "バター"
      ],
      [
        "ワイン"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "シリア・レバノン風ナスのはさみ揚げ煮",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "ナス"
      ],
      [
        "チーズ",
        "ひき肉"
      ],
      [
        "たまねぎ",
        "にんにく",
        "マッシュルーム",
        "トマト"
      ]
    ]
  },
  {
    "name": "タラのウニ焼き",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "タラ"
      ],
      [
        "ウニ"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "タラのマリネ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "タラ"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "タラのムニエル",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "タラ"
      ],
      [
        "バター"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "たらばがにと大根の味噌汁",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "味噌"
      ],
      [
        "ネギ"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "たらばがにのしんじょう",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "タイ",
        "タラ"
      ],
      [
        "にんじん",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "タラバガニのスパゲティ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "たらばがに"
      ],
      [
        "トマト",
        "チーズ",
        "ワイン",
        "にんにく",
        "バター"
      ]
    ]
  },
  {
    "name": "たらばがにのチャーハン",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "たまご"
      ],
      [
        "米"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "たらばがにのピラフ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "たらばがに"
      ],
      [
        "ピーマン",
        "たまねぎ",
        "にんじん",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "チーズ巻き牛肉のカルパッチョ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "チーズ"
      ],
      [
        "酢",
        "ネギ",
        "レモン",
        "にんにく"
      ]
    ]
  },
  {
    "name": "天重",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "エビ"
      ],
      [
        "ナス"
      ],
      [
        "イカ",
        "紋甲いか"
      ]
    ]
  },
  {
    "name": "特上シーフード味噌ラーメン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "ネギ",
        "のり"
      ],
      [
        "アワビ",
        "伊勢海老",
        "たらばがに",
        "フカヒレ",
        "ウニ"
      ],
      [
        "味噌"
      ]
    ]
  },
  {
    "name": "とびきりツナのピザ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "大トロ"
      ],
      [
        "唐辛子",
        "にんにく",
        "トマト"
      ]
    ]
  },
  {
    "name": "トラフグカルパッチョビネガー風味",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "酢"
      ],
      [
        "にんにく",
        "チーズ"
      ]
    ]
  },
  {
    "name": "トラフグカレー",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "トラフグ"
      ],
      [
        "にんじん",
        "ナス",
        "たまねぎ",
        "ピーマン",
        "トマト",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "トラフグのチャーハン",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "たまご"
      ],
      [
        "米"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "鶏肉のオイスターソース炒め",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "オイスターソース"
      ],
      [
        "鶏肉"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんにく",
        "白菜",
        "レタス",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "鶏肉のグリエ・ディアーブル",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "たまご"
      ],
      [
        "バター",
        "ぱん粉"
      ]
    ]
  },
  {
    "name": "トリュフカレー",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "トリュフ"
      ],
      [
        "にんじん",
        "ナス",
        "たまねぎ",
        "ピーマン",
        "トマト",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "トリュフ風味の海老のスパゲティ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "エビ"
      ],
      [
        "トリュフ"
      ],
      [
        "バター",
        "トマト",
        "ワイン",
        "チーズ",
        "にんにく"
      ]
    ]
  },
  {
    "name": "生ウニ",
    "chef": [
      "舟",
      "笠",
      "周",
      "服"
    ],
    "conditions": [
      [
        "ウニ"
      ],
      [
        "しそ",
        "だいこん",
        "のり"
      ]
    ]
  },
  {
    "name": "にぎり",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "たまご",
        "烏骨鶏の卵",
        "マグロ",
        "エビ",
        "伊勢海老",
        "イカ",
        "紋甲いか",
        "タコ",
        "ホタテ貝",
        "のり",
        "ウニ"
      ]
    ]
  },
  {
    "name": "白菜と貝柱の煮こみ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "白菜"
      ],
      [
        "ホタテ貝"
      ],
      [
        "たまご"
      ]
    ]
  },
  {
    "name": "白菜とかにのミルク煮",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "白菜"
      ],
      [
        "かに",
        "たらばがに"
      ],
      [
        "ネギ",
        "しょうが"
      ],
      [
        "牛乳"
      ]
    ]
  },
  {
    "name": "氷頭のなます",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "シャケ"
      ],
      [
        "だいこん"
      ],
      [
        "酢"
      ]
    ]
  },
  {
    "name": "冷やし松阪牛うどん",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "うどん"
      ],
      [
        "松阪牛"
      ],
      [
        "だいこん",
        "のり",
        "かまぼこ",
        "トマト",
        "ワカメ"
      ]
    ]
  },
  {
    "name": "フォアグラのカツカレー",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "フォアグラ"
      ],
      [
        "ぱん粉"
      ]
    ]
  },
  {
    "name": "フカヒレ味噌ラーメン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "フカヒレ"
      ],
      [
        "味噌"
      ],
      [
        "ネギ",
        "のり",
        "ほうれん草"
      ],
      [
        "にんにく",
        "バター"
      ]
    ]
  },
  {
    "name": "ペルー風白身魚のマリネ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "唐辛子"
      ],
      [
        "タイ",
        "タラ"
      ],
      [
        "たまねぎ",
        "レタス",
        "レモン"
      ]
    ]
  },
  {
    "name": "ほうれん草の泡雪霊妙スープ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "ほうれん草"
      ],
      [
        "たまご"
      ],
      [
        "コーチン",
        "ダック",
        "ネギ",
        "しょうが"
      ],
      [
        "トマト"
      ]
    ]
  },
  {
    "name": "ホタテ貝のコキーユ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "ホタテ貝"
      ],
      [
        "バター"
      ],
      [
        "レモン",
        "たまねぎ",
        "にんにく"
      ]
    ]
  },
  {
    "name": "松阪牛チュニジアンタジン・マルスーカ",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "点心の皮"
      ],
      [
        "たまご"
      ],
      [
        "ネギ",
        "チーズ"
      ]
    ]
  },
  {
    "name": "松阪牛のたたき弁当",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "ネギ",
        "しょうが",
        "にんにく",
        "しそ"
      ],
      [
        "だいこん"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "松阪牛焼き肉ラーメン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "松阪牛"
      ],
      [
        "ネギ",
        "のり",
        "ほうれん草"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "マッシュルームと鶏肉の純良蒸し物",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "マッシュルーム"
      ],
      [
        "鶏肉"
      ],
      [
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "まつたけ入り豪華天ぷら盛り合わせ弁当",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "まつたけ"
      ],
      [
        "伊勢海老",
        "紋甲いか",
        "たらばがに"
      ],
      [
        "折詰の折"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "松茸カレー",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "まつたけ"
      ],
      [
        "にんじん",
        "ナス",
        "たまねぎ",
        "ピーマン",
        "トマト",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "まつたけの茶碗蒸し",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "たまご"
      ],
      [
        "まつたけ"
      ],
      [
        "かまぼこ"
      ],
      [
        "鶏肉",
        "コーチン",
        "エビ",
        "伊勢海老",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "まつたけみそラーメン",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "まつたけ"
      ],
      [
        "味噌"
      ],
      [
        "ネギ",
        "のり"
      ],
      [
        "キクラゲ",
        "バター"
      ]
    ]
  },
  {
    "name": "ムカデ盛り",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "タコ"
      ],
      [
        "イカ"
      ],
      [
        "しそ",
        "だいこん"
      ]
    ]
  },
  {
    "name": "リグーリア風海の幸サラダ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "タコ",
        "イカ",
        "紋甲いか",
        "エビ",
        "伊勢海老"
      ],
      [
        "にんにく",
        "レモン"
      ],
      [
        "レタス"
      ]
    ]
  },
  {
    "name": "持帰りミックスピザ",
    "chef": [
      "舟",
      "周",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "牛肉",
        "松阪牛",
        "鶏肉",
        "コーチン"
      ],
      [
        "エビ",
        "伊勢海老",
        "イカ",
        "紋甲いか",
        "タコ"
      ],
      [
        "折詰の折"
      ],
      [
        "にんにく",
        "トマト"
      ]
    ]
  },
  {
    "name": "森の幸のタリアテッレ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "トリュフ"
      ],
      [
        "にんにく",
        "ワイン"
      ],
      [
        "しいたけ",
        "マッシュルーム",
        "フクロタケ",
        "まつたけ"
      ]
    ]
  },
  {
    "name": "雪見鍋",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "だいこん"
      ],
      [
        "とうふ"
      ],
      [
        "春菊",
        "白菜"
      ]
    ]
  },
  {
    "name": "辣白菜（ラーパイツァイ）",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "白菜"
      ],
      [
        "唐辛子"
      ],
      [
        "酢"
      ],
      [
        "しょうが",
        "にんじん"
      ]
    ]
  },
  {
    "name": "アヒルのチャンファイナ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "ダック"
      ],
      [
        "トマト",
        "ナス",
        "たまねぎ",
        "ピーマン"
      ]
    ]
  },
  {
    "name": "イカの炒め物",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "イカ"
      ],
      [
        "しょうが",
        "ネギ",
        "唐辛子"
      ]
    ]
  },
  {
    "name": "伊勢海老のスパゲティ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "伊勢海老"
      ],
      [
        "バター",
        "トマト",
        "ワイン",
        "チーズ",
        "にんにく"
      ]
    ]
  },
  {
    "name": "伊勢海老天弁当",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "伊勢海老"
      ],
      [
        "ナス"
      ],
      [
        "イカ",
        "紋甲いか"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "インドの良質鶏ムルギーカレー",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "コーチン"
      ],
      [
        "トマト",
        "たまねぎ",
        "しょうが",
        "にんにく"
      ],
      [
        "唐辛子"
      ]
    ]
  },
  {
    "name": "ウニと海老のカナッペ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "ウニ"
      ],
      [
        "エビ"
      ]
    ]
  },
  {
    "name": "エスカルゴのにんにくピザ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "エスカルゴ"
      ],
      [
        "にんにく"
      ],
      [
        "チーズ"
      ],
      [
        "唐辛子",
        "トマト"
      ]
    ]
  },
  {
    "name": "海老とキャビアのカナッペ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "キャビア"
      ],
      [
        "エビ"
      ]
    ]
  },
  {
    "name": "海老の炒め物",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "しょうが",
        "ネギ",
        "唐辛子"
      ]
    ]
  },
  {
    "name": "海老のマリネ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "エビ"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "大トロ丼弁当",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "大トロ"
      ],
      [
        "しそ"
      ],
      [
        "だいこん"
      ],
      [
        "米"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "オムレット・オ・ジャンボン",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "たまご"
      ],
      [
        "ハム"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "カキのマリネ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "カキ"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "かにと烏骨鶏の卵のスープ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "かに"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "たけのこ",
        "しいたけ",
        "キクラゲ"
      ],
      [
        "ネギ",
        "しょうが"
      ]
    ]
  },
  {
    "name": "かにの冷菜",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "かに"
      ],
      [
        "レタス"
      ],
      [
        "トマト"
      ]
    ]
  },
  {
    "name": "キッシュ・ロレーヌ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "たまご"
      ],
      [
        "チーズ"
      ],
      [
        "ベーコン",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "キャビアのスパゲティ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "キャビア"
      ],
      [
        "にんにく",
        "トマト",
        "チーズ",
        "ワイン",
        "バター"
      ]
    ]
  },
  {
    "name": "牛肉とだいこんのスープ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "だいこん"
      ],
      [
        "しょうが",
        "ネギ"
      ]
    ]
  },
  {
    "name": "牛肉のライン川風蒸し煮",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "ワイン"
      ],
      [
        "にんじん",
        "酢",
        "たまねぎ",
        "ネギ"
      ]
    ]
  },
  {
    "name": "黒豚のソテー",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "バター"
      ],
      [
        "ワイン",
        "レモン"
      ]
    ]
  },
  {
    "name": "黒豚のタイ風サラダ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "唐辛子"
      ],
      [
        "レタス",
        "たまねぎ",
        "ピーマン"
      ]
    ]
  },
  {
    "name": "黒豚の回鍋肉（ホイコーロ）",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "キャベツ"
      ],
      [
        "味噌"
      ],
      [
        "にんにく",
        "しょうが",
        "ピーマン",
        "キクラゲ",
        "唐辛子"
      ]
    ]
  },
  {
    "name": "厳選鶏肉のサウジ風炊き込みライス",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "コーチン"
      ],
      [
        "唐辛子",
        "たまねぎ",
        "トマト",
        "にんにく"
      ]
    ]
  },
  {
    "name": "コーチンとしいたけのスープ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "しいたけ"
      ],
      [
        "しょうが",
        "ネギ"
      ]
    ]
  },
  {
    "name": "コーチン若鶏の塩焼きのお吸い物",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "とうふ"
      ],
      [
        "ほうれん草"
      ]
    ]
  },
  {
    "name": "極上天ざる弁当",
    "chef": [
      "舟",
      "周"
    ],
    "conditions": [
      [
        "そば"
      ],
      [
        "伊勢海老"
      ],
      [
        "ネギ",
        "紋甲いか",
        "たらばがに",
        "かに"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "極上天ぷら盛り合わせ弁当",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "まつたけ",
        "アワビ",
        "伊勢海老",
        "トラフグ",
        "たらばがに"
      ],
      [
        "折詰の折"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "サーグチキンカレー",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ほうれん草"
      ],
      [
        "鶏肉"
      ],
      [
        "唐辛子"
      ],
      [
        "カレー粉"
      ],
      [
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "サーモンのポワレ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "シャケ"
      ],
      [
        "たまねぎ",
        "レモン",
        "バター"
      ],
      [
        "にんじん"
      ]
    ]
  },
  {
    "name": "サーモンのマリネ",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "シャケ"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "最強かにチャーハン",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "かに"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "米"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "しいたけとたけのこと鶏肉の煮込み",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "しいたけ"
      ],
      [
        "たけのこ"
      ],
      [
        "鶏肉"
      ]
    ]
  },
  {
    "name": "塩ダラの牛乳煮",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "タラ"
      ],
      [
        "牛乳"
      ],
      [
        "ネギ",
        "チーズ"
      ]
    ]
  },
  {
    "name": "食用ガエルのカツレツキエフ風",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "カエル"
      ],
      [
        "バター"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "レモン",
        "にんにく"
      ]
    ]
  },
  {
    "name": "食用ガエルのチャンファイナ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "カエル"
      ],
      [
        "トマト",
        "ナス",
        "たまねぎ",
        "ピーマン"
      ]
    ]
  },
  {
    "name": "スープ仕立ての鶏のリゾット",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "鶏肉"
      ],
      [
        "バター",
        "たまねぎ",
        "ワイン",
        "点心の皮"
      ]
    ]
  },
  {
    "name": "スパゲティ・カルボナーラ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "たまご"
      ],
      [
        "チーズ",
        "牛乳",
        "バター"
      ],
      [
        "ベーコン",
        "ワイン",
        "にんにく"
      ]
    ]
  },
  {
    "name": "スパゲティ・ペペロンチーノ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "唐辛子"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "酢豚",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "豚肉"
      ],
      [
        "酢"
      ],
      [
        "ピーマン",
        "たけのこ",
        "しいたけ",
        "たまねぎ",
        "にんじん",
        "ケチャップ"
      ]
    ]
  },
  {
    "name": "スペシャルシーフードオムレツ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "烏骨鶏の卵"
      ],
      [
        "たらばがに",
        "伊勢海老"
      ],
      [
        "バター",
        "牛乳",
        "ケチャップ"
      ],
      [
        "イカ",
        "かに",
        "ホタテ貝",
        "アサリ",
        "紋甲いか"
      ]
    ]
  },
  {
    "name": "ソリャンカ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "ハム"
      ],
      [
        "トマト",
        "たまねぎ",
        "ナス",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "タイ風トマトいため煮良質パッピョワーン",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "トマト"
      ],
      [
        "唐辛子",
        "たまねぎ",
        "にんじん",
        "にんにく",
        "ピーマン",
        "キャベツ",
        "白菜",
        "たけのこ"
      ]
    ]
  },
  {
    "name": "たけのこと黒豚の甘味噌煮",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "たけのこ"
      ],
      [
        "味噌"
      ],
      [
        "黒豚"
      ],
      [
        "しょうが",
        "ネギ"
      ]
    ]
  },
  {
    "name": "卵のポシェフローレンス風",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "たまご"
      ],
      [
        "ほうれん草"
      ],
      [
        "チーズ"
      ]
    ]
  },
  {
    "name": "たまねぎとコーチンの合わせ焼き",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "たまねぎ"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "チーズ巻き牛肉カルパッチョのお惣菜",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "牛肉",
        "松阪牛"
      ],
      [
        "チーズ"
      ],
      [
        "酢",
        "ネギ",
        "レモン",
        "にんにく"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "チキンのカツレツキエフ風",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "バター"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "レモン",
        "にんにく"
      ]
    ]
  },
  {
    "name": "チキンロースト赤ワインソース",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "ワイン"
      ],
      [
        "バター",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "天ぷら盛り合わせ",
    "chef": [
      "舟",
      "周"
    ],
    "conditions": [
      [
        "エビ",
        "ウニ",
        "ホタテ貝",
        "かに",
        "紋甲いか",
        "イカ"
      ],
      [
        "たけのこ",
        "しいたけ",
        "ナス",
        "ピーマン",
        "しょうが"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "とうふのかにあんかけ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "とうふ"
      ],
      [
        "かに"
      ],
      [
        "しいたけ",
        "フクロタケ",
        "ネギ",
        "たけのこ"
      ]
    ]
  },
  {
    "name": "特上シーフードラーメン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "アワビ",
        "伊勢海老",
        "たらばがに",
        "フカヒレ"
      ],
      [
        "ネギ",
        "のり"
      ]
    ]
  },
  {
    "name": "特上天丼",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "伊勢海老",
        "たらばがに",
        "紋甲いか"
      ],
      [
        "ウニ",
        "ホタテ貝"
      ],
      [
        "たけのこ",
        "しいたけ",
        "ナス",
        "ピーマン",
        "トマト"
      ]
    ]
  },
  {
    "name": "トラフグのスパゲティ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "トラフグ"
      ],
      [
        "トマト",
        "チーズ",
        "ワイン",
        "にんにく",
        "バター"
      ]
    ]
  },
  {
    "name": "鶏の唐揚げ香味ソース",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "酢"
      ],
      [
        "しょうが"
      ]
    ]
  },
  {
    "name": "トリュフのブルスケッタ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "トリュフ"
      ],
      [
        "トマト"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "トリュフラーメン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "トリュフ"
      ],
      [
        "ネギ",
        "のり",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "生たらばがにのケジャン",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "唐辛子"
      ],
      [
        "にんじん",
        "レタス",
        "たまねぎ",
        "にんにく"
      ]
    ]
  },
  {
    "name": "肉団子",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "ひき肉"
      ],
      [
        "ネギ",
        "酢",
        "ケチャップ"
      ]
    ]
  },
  {
    "name": "ハムの極上スクランブル",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ハム"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "牛乳",
        "バター"
      ]
    ]
  },
  {
    "name": "ビーフステーキ",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "バター"
      ],
      [
        "ワイン",
        "レモン"
      ]
    ]
  },
  {
    "name": "フォアグラのブルスケッタ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "フォアグラ"
      ],
      [
        "トマト"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "フカヒレカレー",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "フカヒレ"
      ],
      [
        "にんじん",
        "ナス",
        "たまねぎ",
        "ピーマン",
        "トマト",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "フカヒレラーメン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "フカヒレ"
      ],
      [
        "ネギ",
        "のり",
        "ほうれん草"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "豚しゃぶ",
    "chef": [
      "舟",
      "笠",
      "周",
      "服"
    ],
    "conditions": [
      [
        "豚肉"
      ],
      [
        "とうふ",
        "白菜",
        "ネギ",
        "春菊",
        "餅",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "豚肉とピーマンの細切り炒め",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "豚肉"
      ],
      [
        "ピーマン"
      ],
      [
        "たけのこ"
      ]
    ]
  },
  {
    "name": "豚肉のミルクロースト",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "豚肉"
      ],
      [
        "牛乳"
      ],
      [
        "にんにく",
        "ネギ"
      ]
    ]
  },
  {
    "name": "ホタテ貝と鶏肉のおかゆ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "ホタテ貝"
      ],
      [
        "鶏肉"
      ],
      [
        "米"
      ],
      [
        "しょうが",
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "ホタテ貝みぞれ和え",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "ホタテ貝"
      ],
      [
        "だいこん"
      ],
      [
        "レタス",
        "エビ"
      ]
    ]
  },
  {
    "name": "麻婆とうふ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "とうふ"
      ],
      [
        "唐辛子"
      ],
      [
        "ひき肉"
      ],
      [
        "味噌",
        "にんにく",
        "しょうが",
        "ネギ"
      ]
    ]
  },
  {
    "name": "麻婆ナス",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "ナス"
      ],
      [
        "唐辛子"
      ],
      [
        "ひき肉"
      ],
      [
        "味噌",
        "にんにく",
        "しょうが",
        "ネギ"
      ]
    ]
  },
  {
    "name": "まつたけ入り天ぷら盛り合わせ",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "まつたけ"
      ],
      [
        "ウニ",
        "ホタテ貝",
        "たらばがに",
        "かに",
        "エビ",
        "伊勢海老",
        "イカ",
        "紋甲いか",
        "たけのこ",
        "しいたけ",
        "ナス",
        "ピーマン"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "まつたけとトリュフのカレー弁当",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "まつたけ"
      ],
      [
        "トリュフ"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "まつたけラーメン",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "まつたけ"
      ],
      [
        "ネギ",
        "のり",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "持帰りキャビアピザ",
    "chef": [
      "ヤ"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "キャビア"
      ],
      [
        "折詰の折"
      ],
      [
        "唐辛子",
        "にんにく",
        "トマト"
      ]
    ]
  },
  {
    "name": "野菜の具入り海老の蒸し物",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "エビ",
        "伊勢海老"
      ],
      [
        "ひき肉"
      ],
      [
        "しょうが",
        "しいたけ",
        "ネギ",
        "ニラ"
      ]
    ]
  },
  {
    "name": "野菜のラタトゥイユ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "トマト",
        "たまねぎ",
        "ピーマン",
        "にんにく",
        "ナス"
      ]
    ]
  },
  {
    "name": "ロールキャベツ",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ひき肉"
      ],
      [
        "キャベツ"
      ],
      [
        "たまねぎ",
        "にんじん",
        "ベーコン"
      ]
    ]
  },
  {
    "name": "伊勢海老の生春巻き",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "点心の皮"
      ],
      [
        "伊勢海老"
      ],
      [
        "豚肉",
        "黒豚",
        "鶏肉",
        "コーチン"
      ],
      [
        "ネギ",
        "たけのこ",
        "にんにく"
      ]
    ]
  },
  {
    "name": "インドネシア焼き飯極上ナシゴレン",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "コーチン",
        "ピーマン",
        "伊勢海老"
      ],
      [
        "にんじん",
        "キャベツ",
        "鶏肉",
        "エビ"
      ]
    ]
  },
  {
    "name": "極上タルタルステーキ弁当",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "たまねぎ"
      ],
      [
        "折詰の折"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "食用ガエルのガーリックソテー弁当",
    "chef": [
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "にんにく"
      ],
      [
        "カエル"
      ],
      [
        "バター"
      ],
      [
        "ワイン"
      ],
      [
        "レモン"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "にぎり弁当",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "たまご",
        "烏骨鶏の卵",
        "マグロ",
        "エビ",
        "伊勢海老",
        "イカ",
        "紋甲いか",
        "タコ",
        "ホタテ貝",
        "のり",
        "ウニ"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "アヒルのピカタ",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ダック"
      ],
      [
        "バター"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "イカのウニ焼き",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "イカ"
      ],
      [
        "ウニ"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "イラクの肉だんごクッバ・ハムダァ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "ひき肉"
      ],
      [
        "レモン",
        "たまねぎ",
        "ほうれん草",
        "トマト"
      ]
    ]
  },
  {
    "name": "インドのチーズカレーパラック・パニール",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "牛乳",
        "チーズ"
      ],
      [
        "ほうれん草",
        "たまねぎ"
      ],
      [
        "唐辛子"
      ]
    ]
  },
  {
    "name": "烏骨鶏かに玉",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "かに"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "トマト"
      ]
    ]
  },
  {
    "name": "海の幸の前菜",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "エビ",
        "伊勢海老"
      ],
      [
        "イカ",
        "紋甲いか"
      ],
      [
        "アサリ",
        "にんにく",
        "レモン",
        "唐辛子"
      ]
    ]
  },
  {
    "name": "ウルトラチキンガーリックソテー弁当",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "にんにく"
      ],
      [
        "コーチン"
      ],
      [
        "バター",
        "レモン",
        "ワイン"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "海老のぱん粉焼き",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "ぱん粉"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "海老の身の極上黄身焼き",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "ワイン"
      ]
    ]
  },
  {
    "name": "かき揚げ",
    "chef": [
      "舟",
      "笠",
      "周",
      "服"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "イカ"
      ],
      [
        "ホタテ貝",
        "たまご"
      ],
      [
        "たまねぎ",
        "にんじん",
        "しそ",
        "のり"
      ]
    ]
  },
  {
    "name": "かにのしんじょう",
    "chef": [
      "舟",
      "笠",
      "周",
      "服"
    ],
    "conditions": [
      [
        "かに"
      ],
      [
        "タイ",
        "タラ"
      ],
      [
        "にんじん",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "かにピラフ",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "かに"
      ],
      [
        "ピーマン",
        "たまねぎ",
        "にんじん",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "キャビアのカナッペ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "バター"
      ],
      [
        "キャビア"
      ]
    ]
  },
  {
    "name": "牛肉のカルパッチョ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "チーズ"
      ],
      [
        "レモン",
        "にんにく"
      ]
    ]
  },
  {
    "name": "黒豚のカツレツミラノ風",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "ぱん粉"
      ],
      [
        "チーズ"
      ],
      [
        "たまご",
        "烏骨鶏の卵",
        "レモン"
      ]
    ]
  },
  {
    "name": "黒豚のソテー弁当",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "バター"
      ],
      [
        "ワイン",
        "レモン"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "小海老のぱん粉ソテー",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "ぱん粉"
      ],
      [
        "にんにく",
        "ワイン",
        "たまねぎ",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "コーチンのピカタ",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "バター"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "極上カルビクッパ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "牛肉"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "たけのこ",
        "唐辛子",
        "にんじん",
        "ネギ",
        "にんにく",
        "だいこん",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "極上茶碗蒸し",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "烏骨鶏の卵"
      ],
      [
        "かまぼこ",
        "しいたけ"
      ],
      [
        "コーチン",
        "伊勢海老"
      ]
    ]
  },
  {
    "name": "極上鶏冷し中華",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "酢"
      ],
      [
        "トマト",
        "しょうが"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "コーチン",
        "ワカメ",
        "あげ玉",
        "しいたけ",
        "レタス"
      ]
    ]
  },
  {
    "name": "最強チャーハン",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "豚肉"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "米"
      ],
      [
        "ネギ",
        "にんじん",
        "しいたけ",
        "たけのこ"
      ]
    ]
  },
  {
    "name": "刺身２点盛合せ",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "タイ",
        "マグロ",
        "大トロ",
        "イカ",
        "紋甲いか",
        "シャケ",
        "ホタテ貝",
        "エビ",
        "伊勢海老",
        "タコ",
        "ウニ",
        "アワビ",
        "かに",
        "たらばがに"
      ],
      [
        "しそ",
        "だいこん"
      ]
    ]
  },
  {
    "name": "しいたけと鶏肉の蒸し煮",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "しいたけ"
      ],
      [
        "鶏肉"
      ],
      [
        "たまご"
      ]
    ]
  },
  {
    "name": "しいたけのリゾット",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "しいたけ"
      ],
      [
        "チーズ",
        "バター",
        "たまねぎ",
        "ワイン",
        "牛乳"
      ]
    ]
  },
  {
    "name": "上テグタン",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "タラ",
        "唐辛子",
        "ネギ",
        "しょうが",
        "にんにく"
      ],
      [
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "スッポンのクリームソーススパゲティ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "スッポン"
      ],
      [
        "ほうれん草"
      ],
      [
        "牛乳",
        "チーズ"
      ],
      [
        "ワイン",
        "にんにく",
        "バター"
      ]
    ]
  },
  {
    "name": "スッポンのトマトソーススパゲティ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "スッポン"
      ],
      [
        "トマト"
      ],
      [
        "ネギ"
      ],
      [
        "チーズ",
        "ワイン",
        "にんにく",
        "バター"
      ]
    ]
  },
  {
    "name": "スパゲティ・ボンゴレビアンコ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "アサリ"
      ],
      [
        "ワイン",
        "にんにく",
        "バター"
      ]
    ]
  },
  {
    "name": "スパゲティ・ボンゴレロッソ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "アサリ"
      ],
      [
        "トマト"
      ],
      [
        "にんにく",
        "バター"
      ]
    ]
  },
  {
    "name": "西洋肝うどん",
    "chef": [
      "舟",
      "周"
    ],
    "conditions": [
      [
        "うどん"
      ],
      [
        "フォアグラ"
      ],
      [
        "ネギ",
        "ほうれん草",
        "のり",
        "かまぼこ"
      ]
    ]
  },
  {
    "name": "鯛のオーブン焼き",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "タイ"
      ],
      [
        "レモン",
        "にんにく",
        "にんじん",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "タイの黄身焼き",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "タイ"
      ],
      [
        "たまご"
      ],
      [
        "ワイン"
      ]
    ]
  },
  {
    "name": "タイ風オムレツ烏骨鶏カイヤッサイ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "烏骨鶏の卵"
      ],
      [
        "ひき肉"
      ],
      [
        "唐辛子"
      ],
      [
        "ピーマン"
      ]
    ]
  },
  {
    "name": "タラの極上黄身焼き",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "タラ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "ワイン"
      ]
    ]
  },
  {
    "name": "たらばがにの酢の物",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "酢"
      ],
      [
        "ワカメ",
        "レモン",
        "たまねぎ",
        "しそ",
        "のり"
      ]
    ]
  },
  {
    "name": "天ぷら盛り合わせ弁当",
    "chef": [
      "舟",
      "周"
    ],
    "conditions": [
      [
        "エビ",
        "ウニ",
        "ホタテ貝",
        "かに",
        "紋甲いか",
        "イカ"
      ],
      [
        "たけのこ",
        "しいたけ",
        "ナス",
        "ピーマン",
        "しょうが"
      ],
      [
        "折詰の折"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "ドイツ風スペシャルオムレツ",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "烏骨鶏の卵"
      ],
      [
        "牛乳"
      ],
      [
        "バター",
        "ベーコン",
        "ネギ",
        "トマト"
      ]
    ]
  },
  {
    "name": "鶏胸肉のチーズとほうれん草詰め",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "ほうれん草"
      ],
      [
        "チーズ"
      ],
      [
        "にんじん",
        "ワイン",
        "じゃがいも",
        "たまご",
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "トリュフのカナッペ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "バター"
      ],
      [
        "トリュフ"
      ]
    ]
  },
  {
    "name": "ビーフカツレツミラノ風",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "ぱん粉"
      ],
      [
        "チーズ"
      ],
      [
        "たまご",
        "烏骨鶏の卵",
        "レモン"
      ]
    ]
  },
  {
    "name": "フォアグラのカナッペ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "バター"
      ],
      [
        "フォアグラ"
      ]
    ]
  },
  {
    "name": "豚カツしぐれ風味",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "豚肉"
      ],
      [
        "しそ"
      ],
      [
        "だいこん"
      ],
      [
        "ぱん粉"
      ]
    ]
  },
  {
    "name": "豚バラとねぎのトマトソースのスパゲティ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "豚肉"
      ],
      [
        "トマト"
      ],
      [
        "ネギ"
      ],
      [
        "チーズ",
        "ワイン",
        "にんにく",
        "バター"
      ]
    ]
  },
  {
    "name": "ブラジリアンモケッカ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "タイ",
        "タラ",
        "たまねぎ",
        "トマト",
        "にんにく",
        "ピーマン"
      ]
    ]
  },
  {
    "name": "ほうれん草最強チャーハン",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "ほうれん草"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "米"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "ほうれん草の最強泡雪スープ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "ほうれん草"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "鶏肉",
        "ネギ",
        "しょうが"
      ],
      [
        "トマト"
      ]
    ]
  },
  {
    "name": "ホタテの極上黄身焼き",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "ホタテ貝"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "ワイン"
      ]
    ]
  },
  {
    "name": "松阪ビーフカツ弁当",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご",
        "烏骨鶏の卵",
        "レモン"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "マッシュルームと鶏肉の蒸し物",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "マッシュルーム"
      ],
      [
        "鶏肉"
      ],
      [
        "たまご"
      ]
    ]
  },
  {
    "name": "マッシュルームのリゾット",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "マッシュルーム"
      ],
      [
        "チーズ",
        "バター",
        "たまねぎ",
        "ワイン",
        "牛乳"
      ]
    ]
  },
  {
    "name": "まつたけの香りのスパゲティ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "まつたけ"
      ],
      [
        "にんにく",
        "トマト",
        "チーズ",
        "ワイン",
        "バター"
      ]
    ]
  },
  {
    "name": "ミックスグリル弁当",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "エビ",
        "伊勢海老"
      ],
      [
        "牛肉",
        "松阪牛"
      ],
      [
        "豚肉",
        "黒豚"
      ],
      [
        "鶏肉",
        "コーチン",
        "イカ",
        "紋甲いか",
        "アワビ",
        "かに",
        "たらばがに"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "持帰り・エスカルゴのにんにくピザ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "エスカルゴ"
      ],
      [
        "にんにく"
      ],
      [
        "チーズ"
      ],
      [
        "折詰の折"
      ],
      [
        "唐辛子",
        "トマト"
      ]
    ]
  },
  {
    "name": "モロッコ風コーチンと黒豚のお酢煮込み",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "黒豚"
      ],
      [
        "酢"
      ],
      [
        "にんにく",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "紋甲イカの極上黄身焼き",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "紋甲いか"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "ワイン"
      ]
    ]
  },
  {
    "name": "チーズとほうれん草のクレープ包み",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "チーズ"
      ],
      [
        "ほうれん草"
      ],
      [
        "点心の皮"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "ベトナムの伊勢海老揚げ春巻き",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "点心の皮"
      ],
      [
        "伊勢海老"
      ],
      [
        "豚肉",
        "黒豚",
        "かに",
        "たらばがに"
      ],
      [
        "にんじん",
        "たまねぎ",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "持帰り牛肉ピザ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "牛肉"
      ],
      [
        "折詰の折"
      ],
      [
        "唐辛子",
        "にんにく",
        "トマト"
      ]
    ]
  },
  {
    "name": "持帰りスッポンピザ",
    "chef": [
      "ヤ"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "スッポン"
      ],
      [
        "折詰の折"
      ],
      [
        "唐辛子",
        "にんにく",
        "トマト"
      ]
    ]
  },
  {
    "name": "持帰り・ツナとマッシュルームのピザ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "マグロ"
      ],
      [
        "マッシュルーム"
      ],
      [
        "折詰の折"
      ],
      [
        "チーズ",
        "唐辛子",
        "にんにく",
        "トマト"
      ]
    ]
  },
  {
    "name": "アサリ鍋",
    "chef": [
      "舟",
      "笠",
      "周",
      "服"
    ],
    "conditions": [
      [
        "アサリ"
      ],
      [
        "白菜"
      ],
      [
        "ネギ"
      ],
      [
        "しょうが",
        "にんにく"
      ]
    ]
  },
  {
    "name": "アヒルのガーリックソテー",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "にんにく"
      ],
      [
        "ダック"
      ],
      [
        "バター",
        "ワイン",
        "レモン"
      ]
    ]
  },
  {
    "name": "アヒルのカツレツ弁当",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ダック"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご"
      ],
      [
        "折詰の折"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "アヒルのソテー",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "ダック"
      ],
      [
        "バター"
      ],
      [
        "ワイン"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "いかすみのリゾット",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "いかすみ"
      ],
      [
        "米"
      ],
      [
        "バター",
        "たまねぎ",
        "にんにく",
        "チーズ"
      ]
    ]
  },
  {
    "name": "伊勢海老入り中華ちまき",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "豚肉",
        "黒豚"
      ],
      [
        "伊勢海老"
      ],
      [
        "たけのこ",
        "ネギ",
        "しいたけ",
        "しょうが"
      ]
    ]
  },
  {
    "name": "伊勢海老シーフードオムレツ",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "たまご"
      ],
      [
        "伊勢海老"
      ],
      [
        "牛乳",
        "バター",
        "ケチャップ"
      ],
      [
        "イカ",
        "たらばがに",
        "かに",
        "ホタテ貝",
        "アサリ",
        "紋甲いか"
      ]
    ]
  },
  {
    "name": "伊勢海老シュウマイ",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "点心の皮"
      ],
      [
        "たまねぎ",
        "しいたけ",
        "ひき肉"
      ]
    ]
  },
  {
    "name": "伊勢海老のカナッペ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "バター"
      ],
      [
        "伊勢海老"
      ]
    ]
  },
  {
    "name": "伊勢海老の春巻き",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "点心の皮"
      ],
      [
        "伊勢海老"
      ],
      [
        "キャベツ",
        "ひき肉",
        "たけのこ",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "イタリア風季節のサラダ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ピーマン"
      ],
      [
        "にんじん"
      ],
      [
        "トマト"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "田舎風トマトソースのスパゲティ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "トマト"
      ],
      [
        "じゃがいも",
        "たまねぎ",
        "ワイン",
        "チーズ",
        "にんにく",
        "バター",
        "ピーマン",
        "にんじん"
      ]
    ]
  },
  {
    "name": "イワシのほうれん草ポーピエット",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "イワシ"
      ],
      [
        "ほうれん草"
      ],
      [
        "バター",
        "レモン"
      ]
    ]
  },
  {
    "name": "インドネシア焼き飯極上ナシゴレン弁当",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "コーチン",
        "ピーマン",
        "伊勢海老"
      ],
      [
        "折詰の折"
      ],
      [
        "にんじん",
        "キャベツ",
        "鶏肉",
        "エビ"
      ]
    ]
  },
  {
    "name": "エジプトのマッシフェルフェット",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "ピーマン"
      ],
      [
        "ひき肉"
      ],
      [
        "トマト",
        "たまねぎ"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "エスカルゴのオーブン焼き",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "エスカルゴ"
      ],
      [
        "バター"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "エチオピアのひき肉料理",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "ひき肉"
      ],
      [
        "唐辛子"
      ],
      [
        "たまねぎ",
        "ワイン",
        "バター",
        "にんにく",
        "しょうが"
      ]
    ]
  },
  {
    "name": "エチオピア風鶏煮込みドロー・ワット",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "たまねぎ"
      ],
      [
        "レモン",
        "ワイン"
      ],
      [
        "しょうが",
        "にんにく"
      ]
    ]
  },
  {
    "name": "海老しんじょう",
    "chef": [
      "舟",
      "笠",
      "周",
      "服"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "タイ",
        "タラ"
      ],
      [
        "にんじん",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "海老チャーハン",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "たまご"
      ],
      [
        "米"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "海老の冷菜",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "レタス"
      ],
      [
        "トマト"
      ]
    ]
  },
  {
    "name": "海老やきそば",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "ピーマン"
      ],
      [
        "エビ"
      ],
      [
        "たけのこ"
      ],
      [
        "オイスターソース"
      ]
    ]
  },
  {
    "name": "押しとうふと黄ニラのスープ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "とうふ"
      ],
      [
        "ニラ"
      ],
      [
        "ベーコン",
        "ネギ",
        "しょうが"
      ]
    ]
  },
  {
    "name": "おみやげ伊勢海老団子",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "伊勢海老"
      ],
      [
        "ネギ",
        "酢",
        "ケチャップ",
        "タイ",
        "タラ"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "おみやげ最強海老チャーハン",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "米"
      ],
      [
        "折詰の折"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "ガーリックステーキ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "にんにく"
      ],
      [
        "バター",
        "ワイン",
        "レモン"
      ]
    ]
  },
  {
    "name": "カエルの刺身",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "カエル"
      ],
      [
        "しそ"
      ],
      [
        "だいこん"
      ]
    ]
  },
  {
    "name": "カエルの姿焼き",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "カエル"
      ],
      [
        "レモン"
      ],
      [
        "しょうが"
      ]
    ]
  },
  {
    "name": "かにチャーハン",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "かに"
      ],
      [
        "たまご"
      ],
      [
        "米"
      ],
      [
        "しいたけ",
        "たけのこ",
        "ネギ",
        "にんじん"
      ]
    ]
  },
  {
    "name": "かにと卵のスープ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "かに"
      ],
      [
        "たまご"
      ],
      [
        "たけのこ",
        "しいたけ",
        "キクラゲ"
      ],
      [
        "ネギ",
        "しょうが"
      ]
    ]
  },
  {
    "name": "かにとまつたけのお吸い物",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "まつたけ"
      ],
      [
        "かに",
        "たらばがに"
      ],
      [
        "にんじん",
        "ネギ"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "かにのスパゲティ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "かに"
      ],
      [
        "トマト",
        "チーズ",
        "ワイン",
        "にんにく",
        "バター"
      ]
    ]
  },
  {
    "name": "かまぼこのマリネ",
    "chef": [
      "舟",
      "周",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "かまぼこ"
      ],
      [
        "ワイン",
        "トマト",
        "レタス"
      ]
    ]
  },
  {
    "name": "鴨の塩焼きのお吸い物",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "ダック"
      ],
      [
        "とうふ"
      ],
      [
        "ほうれん草"
      ]
    ]
  },
  {
    "name": "韓国生カニ料理ケジャン",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "かに"
      ],
      [
        "唐辛子"
      ],
      [
        "にんじん",
        "レタス",
        "たまねぎ",
        "にんにく"
      ]
    ]
  },
  {
    "name": "韓国風キムチとカキの炊き込み御飯",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "唐辛子"
      ],
      [
        "カキ"
      ],
      [
        "白菜",
        "たまご",
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "韓国焼き肉極上プルコギ弁当",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "唐辛子"
      ],
      [
        "レタス",
        "たまねぎ",
        "しいたけ",
        "ネギ"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "韓国焼き肉プルコギ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "唐辛子"
      ],
      [
        "レタス",
        "たまねぎ",
        "しいたけ",
        "ネギ"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "キーマカレー",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "ひき肉"
      ],
      [
        "しょうが",
        "トマト",
        "唐辛子"
      ]
    ]
  },
  {
    "name": "きのこづくしカレー弁当",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "まつたけ",
        "トリュフ",
        "しいたけ",
        "マッシュルーム",
        "キクラゲ",
        "フクロタケ"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "きのこのスープ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "牛乳"
      ],
      [
        "まつたけ",
        "トリュフ",
        "しいたけ",
        "マッシュルーム",
        "キクラゲ",
        "フクロタケ"
      ],
      [
        "バター"
      ]
    ]
  },
  {
    "name": "キャビアラーメン",
    "chef": [
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "キャビア"
      ],
      [
        "ネギ",
        "のり",
        "キクラゲ"
      ]
    ]
  },
  {
    "name": "キャベツのグラタンスープ",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "キャベツ"
      ],
      [
        "チーズ"
      ],
      [
        "パン"
      ],
      [
        "バター",
        "にんにく",
        "ハム"
      ]
    ]
  },
  {
    "name": "キャベツのブレゼ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "キャベツ"
      ],
      [
        "ベーコン",
        "にんじん",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "牛肉アラビアンファッタ・マクドゥス",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "牛肉"
      ],
      [
        "ナス"
      ],
      [
        "にんにく",
        "レモン",
        "唐辛子",
        "牛乳"
      ]
    ]
  },
  {
    "name": "牛肉カルパッチョのお惣菜",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "チーズ"
      ],
      [
        "レモン",
        "にんにく"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "牛肉のタイ風激辛炒め",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "唐辛子"
      ],
      [
        "オイスターソース",
        "にんにく"
      ]
    ]
  },
  {
    "name": "牛肉のピザ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "牛肉"
      ],
      [
        "唐辛子",
        "にんにく",
        "トマト"
      ]
    ]
  },
  {
    "name": "強力だし巻き卵",
    "chef": [
      "舟",
      "笠",
      "周",
      "服"
    ],
    "conditions": [
      [
        "烏骨鶏の卵"
      ],
      [
        "しそ",
        "しょうが",
        "だいこん"
      ]
    ]
  },
  {
    "name": "魚介のフリットのお惣菜",
    "chef": [
      "笠",
      "ヤ"
    ],
    "conditions": [
      [
        "エビ",
        "イカ",
        "紋甲いか",
        "ホタテ貝"
      ],
      [
        "にんじん",
        "たまねぎ"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "黒豚入り長崎チャンポン",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "エビ"
      ],
      [
        "黒豚",
        "イカ",
        "カキ",
        "かまぼこ",
        "ネギ",
        "キャベツ",
        "ピーマン"
      ]
    ]
  },
  {
    "name": "黒豚カツしぐれ風味弁当",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "しそ"
      ],
      [
        "だいこん"
      ],
      [
        "ぱん粉"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "黒豚の角煮弁当",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "折詰の折"
      ],
      [
        "ほうれん草",
        "しょうが",
        "ネギ",
        "フクロタケ",
        "レタス"
      ]
    ]
  },
  {
    "name": "黒豚のカツレツ",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご",
        "烏骨鶏の卵",
        "レモン"
      ]
    ]
  },
  {
    "name": "黒豚のしょうゆ煮",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "黒豚"
      ],
      [
        "ネギ",
        "しょうが"
      ],
      [
        "たまご"
      ]
    ]
  },
  {
    "name": "厳選冷やしチャーシュー麺",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "酢"
      ],
      [
        "黒豚"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "トマト",
        "ワカメ",
        "あげ玉",
        "しいたけ",
        "レタス",
        "しょうが"
      ]
    ]
  },
  {
    "name": "コイのあらい",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "コイ"
      ],
      [
        "しそ",
        "だいこん"
      ],
      [
        "酢"
      ],
      [
        "味噌"
      ]
    ]
  },
  {
    "name": "高級小籠包",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "点心の皮"
      ],
      [
        "黒豚"
      ],
      [
        "たけのこ",
        "しいたけ",
        "ネギ"
      ]
    ]
  },
  {
    "name": "コーチンのガーリックソテー",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "にんにく"
      ],
      [
        "コーチン"
      ],
      [
        "バター",
        "ワイン",
        "レモン"
      ]
    ]
  },
  {
    "name": "コーチンのクリームスパゲティ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "コーチン"
      ],
      [
        "牛乳",
        "チーズ"
      ],
      [
        "バター",
        "ワイン"
      ]
    ]
  },
  {
    "name": "コーチンのソテー",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "バター"
      ],
      [
        "ワイン"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "コーチンのチキンカツ弁当",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "折詰の折"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "コーチンの茶碗蒸し",
    "chef": [
      "舟",
      "笠",
      "周",
      "服"
    ],
    "conditions": [
      [
        "たまご"
      ],
      [
        "コーチン"
      ],
      [
        "しいたけ",
        "かまぼこ"
      ]
    ]
  },
  {
    "name": "コーチンのピザ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "コーチン"
      ],
      [
        "唐辛子",
        "にんにく",
        "トマト"
      ]
    ]
  },
  {
    "name": "極上エビガネそば",
    "chef": [
      "舟",
      "周"
    ],
    "conditions": [
      [
        "そば"
      ],
      [
        "伊勢海老"
      ],
      [
        "ナス"
      ],
      [
        "ネギ"
      ]
    ]
  },
  {
    "name": "極上海老フライカレー弁当",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "伊勢海老"
      ],
      [
        "ぱん粉"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "極上シーフードカレー弁当",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "折詰の折"
      ],
      [
        "アワビ",
        "伊勢海老",
        "たらばがに",
        "フカヒレ",
        "紋甲いか"
      ]
    ]
  },
  {
    "name": "極上タイ風鶏肉スパイシーサラダ",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "たまねぎ",
        "ピーマン",
        "ネギ",
        "レタス"
      ],
      [
        "唐辛子"
      ]
    ]
  },
  {
    "name": "極上竹の子ご飯",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "たけのこ"
      ],
      [
        "コーチン"
      ]
    ]
  },
  {
    "name": "極上チュニジア風タジン・マルスーカ",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "点心の皮"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "ネギ",
        "チーズ"
      ]
    ]
  },
  {
    "name": "五目チャーハン",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "豚肉"
      ],
      [
        "たまご"
      ],
      [
        "エビ"
      ],
      [
        "米"
      ],
      [
        "ネギ",
        "にんじん",
        "しいたけ",
        "たけのこ"
      ]
    ]
  },
  {
    "name": "五目野菜四川漬け辛子炒め",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "唐辛子"
      ],
      [
        "ひき肉",
        "キャベツ",
        "にんじん",
        "ピーマン",
        "だいこん"
      ]
    ]
  },
  {
    "name": "サーモンのクロケット",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "シャケ"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "最強冷し中華",
    "chef": [
      "ポ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "酢"
      ],
      [
        "トマト"
      ],
      [
        "烏骨鶏の卵",
        "ハム",
        "ワカメ",
        "あげ玉",
        "しいたけ",
        "レタス",
        "しょうが"
      ]
    ]
  },
  {
    "name": "サウジアラビア風鶏肉炊き込みライス",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "鶏肉"
      ],
      [
        "唐辛子",
        "たまねぎ",
        "トマト",
        "にんにく"
      ]
    ]
  },
  {
    "name": "しいたけとたけのこの煮込み",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "しいたけ"
      ],
      [
        "たけのこ"
      ],
      [
        "しょうが",
        "ネギ"
      ]
    ]
  },
  {
    "name": "しいたけの極上スクランブル",
    "chef": [
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "しいたけ"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "牛乳",
        "バター"
      ]
    ]
  },
  {
    "name": "しいたけの陣笠揚伊勢海老づめ",
    "chef": [
      "舟",
      "笠",
      "周",
      "服"
    ],
    "conditions": [
      [
        "しいたけ"
      ],
      [
        "伊勢海老"
      ],
      [
        "たまご"
      ],
      [
        "ひき肉"
      ]
    ]
  },
  {
    "name": "シャンピニオンのブールギニオン",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "マッシュルーム"
      ],
      [
        "バター"
      ],
      [
        "ベーコン",
        "にんにく",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "食用ガエルのカツレツ",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "カエル"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "食用ガエルのソテー",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "カエル"
      ],
      [
        "バター"
      ],
      [
        "ワイン",
        "レモン"
      ]
    ]
  },
  {
    "name": "食用ガエルのピカタ",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "カエル"
      ],
      [
        "バター"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "レモン"
      ]
    ]
  },
  {
    "name": "スッポンのピザ",
    "chef": [
      "ヤ"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "スッポン"
      ],
      [
        "唐辛子",
        "にんにく",
        "トマト"
      ]
    ]
  },
  {
    "name": "贅沢アラビアンファッタ・マクドゥス",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "パン"
      ],
      [
        "コーチン"
      ],
      [
        "ナス"
      ],
      [
        "にんにく",
        "レモン",
        "唐辛子",
        "牛乳"
      ]
    ]
  },
  {
    "name": "西洋海鮮うどん",
    "chef": [
      "舟",
      "周"
    ],
    "conditions": [
      [
        "うどん"
      ],
      [
        "キャビア"
      ],
      [
        "ネギ",
        "ほうれん草",
        "のり",
        "かまぼこ"
      ]
    ]
  },
  {
    "name": "西洋きのこうどん",
    "chef": [
      "舟",
      "周"
    ],
    "conditions": [
      [
        "うどん"
      ],
      [
        "トリュフ"
      ],
      [
        "まつたけ",
        "キクラゲ",
        "マッシュルーム",
        "しいたけ",
        "フクロタケ",
        "ネギ",
        "ほうれん草",
        "のり",
        "かまぼこ"
      ]
    ]
  },
  {
    "name": "創作料理　珍味フクロタケのリゾット",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "フクロタケ"
      ],
      [
        "チーズ",
        "バター",
        "たまねぎ",
        "ワイン",
        "牛乳"
      ]
    ]
  },
  {
    "name": "だいこんとにんじんの黒豚入りスープ",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "だいこん"
      ],
      [
        "にんじん"
      ],
      [
        "黒豚"
      ],
      [
        "ネギ",
        "しょうが"
      ]
    ]
  },
  {
    "name": "タイのチャンファイナ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "タイ"
      ],
      [
        "トマト"
      ],
      [
        "ナス",
        "たまねぎ",
        "ピーマン"
      ]
    ]
  },
  {
    "name": "タイの南蛮漬け",
    "chef": [
      "舟",
      "笠",
      "周",
      "服"
    ],
    "conditions": [
      [
        "タイ"
      ],
      [
        "唐辛子"
      ],
      [
        "酢"
      ]
    ]
  },
  {
    "name": "タイのワイン蒸し",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "タイ"
      ],
      [
        "ワイン"
      ],
      [
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "タイ風海老味噌ライス",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "米"
      ],
      [
        "豚肉",
        "黒豚",
        "オイスターソース",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "タイ風トマトいため煮パッピョワーン",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "エビ"
      ],
      [
        "トマト"
      ],
      [
        "唐辛子",
        "たまねぎ",
        "にんじん",
        "にんにく",
        "ピーマン",
        "キャベツ",
        "白菜",
        "たけのこ"
      ]
    ]
  },
  {
    "name": "たけのこと黒豚の甘味噌煮",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "たけのこ"
      ],
      [
        "味噌"
      ],
      [
        "豚肉"
      ],
      [
        "しょうが",
        "ネギ"
      ]
    ]
  },
  {
    "name": "たらばがにのサラダ",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "レタス",
        "トマト",
        "マッシュルーム",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "たらばがにのピラフ弁当",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "たらばがに"
      ],
      [
        "折詰の折"
      ],
      [
        "ピーマン",
        "たまねぎ",
        "にんじん",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "たらばカレー",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "たらばがに"
      ],
      [
        "たまねぎ",
        "ナス",
        "ピーマン",
        "トマト",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "タルタルステーキ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "たまねぎ"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "チキンのチャンファイナ",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "トマト",
        "ナス",
        "たまねぎ",
        "ピーマン"
      ]
    ]
  },
  {
    "name": "チキンのワイン蒸し",
    "chef": [
      "舟",
      "笠"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "ワイン"
      ],
      [
        "たまご",
        "烏骨鶏の卵",
        "たまねぎ",
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "チャンチャン焼き弁当",
    "chef": [
      "舟",
      "笠",
      "周",
      "服"
    ],
    "conditions": [
      [
        "シャケ"
      ],
      [
        "バター"
      ],
      [
        "キャベツ",
        "ピーマン",
        "味噌"
      ],
      [
        "折詰の折"
      ],
      [
        "にんにく"
      ]
    ]
  },
  {
    "name": "中国野菜のオイスターソース炒め",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "オイスターソース"
      ],
      [
        "フクロタケ",
        "たけのこ"
      ],
      [
        "白菜",
        "レタス",
        "キクラゲ",
        "ネギ",
        "にんにく",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "チュニジアの極上サラタ・マシュイーヤ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "トマト"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "にんにく",
        "たまねぎ",
        "ピーマン"
      ]
    ]
  },
  {
    "name": "ツナとマッシュルームのピザ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "マグロ"
      ],
      [
        "マッシュルーム"
      ],
      [
        "チーズ",
        "唐辛子",
        "にんにく",
        "トマト"
      ]
    ]
  },
  {
    "name": "ツナのカルツォーネ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "マグロ"
      ],
      [
        "唐辛子",
        "にんにく",
        "トマト",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "テグタン",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "タラ",
        "唐辛子",
        "ネギ",
        "しょうが",
        "にんにく",
        "たまご"
      ]
    ]
  },
  {
    "name": "特上天丼弁当",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "折詰の折"
      ],
      [
        "伊勢海老",
        "たらばがに",
        "紋甲いか"
      ],
      [
        "ウニ",
        "ホタテ貝"
      ],
      [
        "たけのこ",
        "しいたけ",
        "ナス",
        "ピーマン",
        "しょうが"
      ]
    ]
  },
  {
    "name": "とびきりツナとマッシュルームのオイルスパ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "大トロ"
      ],
      [
        "マッシュルーム"
      ],
      [
        "チーズ",
        "ワイン",
        "にんにく",
        "バター"
      ]
    ]
  },
  {
    "name": "とびきりツナのクリームソース　スパゲティ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "大トロ"
      ],
      [
        "牛乳",
        "チーズ"
      ],
      [
        "ワイン",
        "バター"
      ]
    ]
  },
  {
    "name": "トラフグカレー弁当",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "トラフグ"
      ],
      [
        "にんじん",
        "ナス",
        "たまねぎ",
        "ピーマン",
        "トマト",
        "マッシュルーム"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "トラフグそば",
    "chef": [
      "舟",
      "周",
      "服"
    ],
    "conditions": [
      [
        "そば"
      ],
      [
        "トラフグ"
      ],
      [
        "ネギ",
        "かまぼこ",
        "ほうれん草",
        "ワカメ",
        "しいたけ"
      ]
    ]
  },
  {
    "name": "トラフグの西京焼き弁当",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "味噌"
      ],
      [
        "しょうが"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "トラフグフライ",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "トラフグ"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご",
        "烏骨鶏の卵",
        "レモン"
      ]
    ]
  },
  {
    "name": "鶏の香り醤油煮",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "ネギ",
        "しょうが",
        "唐辛子"
      ]
    ]
  },
  {
    "name": "鶏の松風焼き",
    "chef": [
      "舟",
      "笠",
      "服"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "タラ"
      ],
      [
        "味噌"
      ]
    ]
  },
  {
    "name": "トリュフカレー弁当",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "トリュフ"
      ],
      [
        "にんじん",
        "ナス",
        "たまねぎ",
        "ピーマン",
        "トマト",
        "マッシュルーム"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "ナスの最強はさみ揚げ",
    "chef": [
      "舟",
      "笠",
      "周",
      "服"
    ],
    "conditions": [
      [
        "ナス"
      ],
      [
        "だいこん"
      ],
      [
        "たまねぎ",
        "ひき肉"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "しいたけ"
      ]
    ]
  },
  {
    "name": "ナスのマリネプロヴァンス風",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "酢"
      ],
      [
        "ナス"
      ],
      [
        "レモン",
        "にんにく"
      ]
    ]
  },
  {
    "name": "ナスのひき肉詰めイラン風",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "ひき肉"
      ],
      [
        "ナス"
      ],
      [
        "ピーマン",
        "たまねぎ",
        "にんにく",
        "ケチャップ"
      ]
    ]
  },
  {
    "name": "生たらばがにのケジャン弁当",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "たらばがに"
      ],
      [
        "唐辛子"
      ],
      [
        "にんじん",
        "レタス",
        "たまねぎ",
        "にんにく"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "生ハムのカルツォーネ",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "ハム"
      ],
      [
        "ピザ生地"
      ],
      [
        "チーズ"
      ],
      [
        "トマト",
        "たまご",
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "白菜と鶏肉とハムの煮込み",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "白菜"
      ],
      [
        "鶏肉"
      ],
      [
        "ハム"
      ],
      [
        "しょうが",
        "ネギ"
      ]
    ]
  },
  {
    "name": "ビーフカツレツ",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "ぱん粉"
      ],
      [
        "たまご",
        "烏骨鶏の卵",
        "レモン"
      ]
    ]
  },
  {
    "name": "冷やし松阪牛うどん弁当",
    "chef": [
      "舟"
    ],
    "conditions": [
      [
        "うどん"
      ],
      [
        "松阪牛"
      ],
      [
        "折詰の折"
      ],
      [
        "だいこん",
        "のり",
        "かまぼこ",
        "トマト",
        "ワカメ"
      ]
    ]
  },
  {
    "name": "フカヒレそば",
    "chef": [
      "舟",
      "周"
    ],
    "conditions": [
      [
        "そば"
      ],
      [
        "フカヒレ"
      ],
      [
        "ネギ",
        "かまぼこ",
        "ほうれん草",
        "のり"
      ]
    ]
  },
  {
    "name": "ペンネのトマトソースオーブン焼き",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "チーズ"
      ],
      [
        "トマト"
      ],
      [
        "ベーコン",
        "バター"
      ]
    ]
  },
  {
    "name": "回鍋肉（ホイコーロ）",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "豚肉"
      ],
      [
        "キャベツ"
      ],
      [
        "味噌"
      ],
      [
        "にんにく",
        "しょうが",
        "ピーマン",
        "キクラゲ",
        "唐辛子"
      ]
    ]
  },
  {
    "name": "マカローナ・ベシャメール",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "ひき肉"
      ],
      [
        "パスタ"
      ],
      [
        "たまねぎ",
        "トマト",
        "バター",
        "牛乳"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ]
    ]
  },
  {
    "name": "松阪牛の韓国ユッケジャン",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "松阪牛"
      ],
      [
        "ネギ",
        "にんにく",
        "ニラ"
      ]
    ]
  },
  {
    "name": "松阪牛のハヤシライス",
    "chef": [
      "笠"
    ],
    "conditions": [
      [
        "米"
      ],
      [
        "松阪牛"
      ],
      [
        "たまねぎ"
      ],
      [
        "マッシュルーム"
      ]
    ]
  },
  {
    "name": "松茸カレー弁当",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "まつたけ"
      ],
      [
        "にんじん",
        "ナス",
        "たまねぎ",
        "ピーマン",
        "トマト",
        "マッシュルーム"
      ],
      [
        "折詰の折"
      ]
    ]
  },
  {
    "name": "まつたけそば",
    "chef": [
      "舟",
      "周",
      "服"
    ],
    "conditions": [
      [
        "そば"
      ],
      [
        "まつたけ"
      ],
      [
        "ネギ",
        "かまぼこ",
        "ほうれん草",
        "のり"
      ]
    ]
  },
  {
    "name": "森のきのこのカレー",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "トリュフ"
      ],
      [
        "マッシュルーム",
        "フクロタケ",
        "たまねぎ",
        "ピーマン",
        "トマト",
        "ナス"
      ]
    ]
  },
  {
    "name": "森のきのこのカレーオリエンタル",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "カレー粉"
      ],
      [
        "まつたけ"
      ],
      [
        "マッシュルーム",
        "フクロタケ",
        "たまねぎ",
        "ピーマン",
        "トマト",
        "ナス"
      ]
    ]
  },
  {
    "name": "森のきのこラーメン",
    "chef": [
      "ポ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "中華めん"
      ],
      [
        "フクロタケ",
        "しいたけ",
        "マッシュルーム",
        "トリュフ",
        "まつたけ"
      ],
      [
        "ネギ",
        "のり",
        "ほうれん草"
      ]
    ]
  },
  {
    "name": "モロッコ風コーチンと豚肉のお酢煮込み",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "コーチン"
      ],
      [
        "豚肉"
      ],
      [
        "酢"
      ],
      [
        "にんにく",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "モロッコ風鶏と豚肉のお酢煮込み",
    "chef": [
      "ポ"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "黒豚"
      ],
      [
        "酢"
      ],
      [
        "にんにく",
        "キャベツ"
      ]
    ]
  },
  {
    "name": "モロッコ焼き魚サマク・マハシィ",
    "chef": [
      "ポ",
      "ヤ"
    ],
    "conditions": [
      [
        "タイ",
        "タラ"
      ],
      [
        "バター",
        "にんにく",
        "レモン",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "紋甲イカのスパゲティ",
    "chef": [
      "舟",
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "紋甲いか"
      ],
      [
        "トマト",
        "にんにく",
        "バター"
      ],
      [
        "ワイン",
        "チーズ"
      ]
    ]
  },
  {
    "name": "紋甲イカの湯引きの中華風",
    "chef": [
      "ポ",
      "周"
    ],
    "conditions": [
      [
        "紋甲いか"
      ],
      [
        "ネギ"
      ],
      [
        "しょうが"
      ],
      [
        "ピーマン"
      ]
    ]
  },
  {
    "name": "紋甲イカハンバーグ",
    "chef": [
      "舟",
      "笠",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "紋甲いか"
      ],
      [
        "だいこん",
        "しそ"
      ],
      [
        "ぱん粉",
        "たまねぎ"
      ]
    ]
  },
  {
    "name": "焼き豚のタイ風サラダ",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "豚肉"
      ],
      [
        "唐辛子"
      ],
      [
        "レタス",
        "たまねぎ",
        "ピーマン"
      ]
    ]
  },
  {
    "name": "野菜の蒸し物",
    "chef": [
      "ポ",
      "ヤ",
      "周",
      "服"
    ],
    "conditions": [
      [
        "しいたけ"
      ],
      [
        "にんじん"
      ],
      [
        "たけのこ"
      ]
    ]
  },
  {
    "name": "柳川鍋",
    "chef": [
      "舟",
      "笠",
      "周",
      "服"
    ],
    "conditions": [
      [
        "ドジョウ"
      ],
      [
        "たまご"
      ],
      [
        "ネギ"
      ]
    ]
  },
  {
    "name": "ユッケ",
    "chef": [
      "舟",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "牛肉"
      ],
      [
        "たまご",
        "烏骨鶏の卵"
      ],
      [
        "レモン",
        "ネギ",
        "しそ"
      ]
    ]
  },
  {
    "name": "良質素材のペンネのグラタン",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "牛乳",
        "バター"
      ],
      [
        "烏骨鶏の卵"
      ],
      [
        "チーズ"
      ]
    ]
  },
  {
    "name": "リングイネのジェノバ風",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "パスタ"
      ],
      [
        "しそ"
      ],
      [
        "チーズ",
        "じゃがいも",
        "ワイン",
        "にんにく",
        "バター"
      ]
    ]
  },
  {
    "name": "若どりのローマ風煮込み",
    "chef": [
      "笠",
      "ポ",
      "ヤ",
      "服"
    ],
    "conditions": [
      [
        "鶏肉"
      ],
      [
        "ワイン"
      ],
      [
        "じゃがいも",
        "トマト",
        "にんにく"
      ]
    ]
  },
  {
    "name": "食材",
    "chef": [
      "食",
      "材"
    ],
    "conditions": []
  },
  {
    "name": "**",
    "chef": [
      "*",
      "*"
    ],
    "conditions": []
  }
];

let selectedChef = '';
let firstIngredient = '';
let confirmedRecipe = '';
let ownedIngredients = [];

function render() {
  root.innerHTML = '';

  root.appendChild(section('1. シェフの選択', buildChefSelect()));
  if (!selectedChef) return;

  root.appendChild(section('2. 最初に取得した食材', buildFirstIngredientSelect()));
  if (!firstIngredient) return;

  root.appendChild(section('3. ゲーム上で提示されたレシピの選択', buildRecipeSelect()));
  if (!confirmedRecipe) return;

  root.appendChild(section('4. 所持食材の入力（2つ目以降）', buildIngredientInput()));
  root.appendChild(section('5. レシピ比較（提示レシピ vs 他レシピ）', buildRecipeComparison()));
}

function section(title, content) {
  const div = document.createElement('div');
  div.className = 'section';
  const h2 = document.createElement('h2');
  h2.textContent = title;
  div.appendChild(h2);
  div.appendChild(content);
  return div;
}

function buildChefSelect() {
  const select = document.createElement('select');
  select.innerHTML = '<option value="">-- 選択してください --</option>' +
    chefs.map(c => `<option value="${c}" ${c === selectedChef ? 'selected' : ''}>${c}</option>`).join('');
  select.onchange = e => { selectedChef = e.target.value; render(); };
  return select;
}

function buildFirstIngredientSelect() {
  const select = document.createElement('select');
  select.innerHTML = '<option value="">-- 食材を選択 --</option>' + `<option value="0">0</option>
<option value="あげ玉">あげ玉</option>
<option value="いかすみ">いかすみ</option>
<option value="うどん">うどん</option>
<option value="かに">かに</option>
<option value="かまぼこ">かまぼこ</option>
<option value="しいたけ">しいたけ</option>
<option value="しそ">しそ</option>
<option value="しょうが">しょうが</option>
<option value="じゃがいも">じゃがいも</option>
<option value="そば">そば</option>
<option value="たけのこ">たけのこ</option>
<option value="たまご">たまご</option>
<option value="たまねぎ">たまねぎ</option>
<option value="たらばがに">たらばがに</option>
<option value="だいこん">だいこん</option>
<option value="とうふ">とうふ</option>
<option value="にんじん">にんじん</option>
<option value="にんにく">にんにく</option>
<option value="のり">のり</option>
<option value="ぱん粉">ぱん粉</option>
<option value="ひき肉">ひき肉</option>
<option value="ほうれん草">ほうれん草</option>
<option value="まつたけ">まつたけ</option>
<option value="アサリ">アサリ</option>
<option value="アワビ">アワビ</option>
<option value="イカ">イカ</option>
<option value="イナゴ">イナゴ</option>
<option value="イワシ">イワシ</option>
<option value="ウニ">ウニ</option>
<option value="エスカルゴ">エスカルゴ</option>
<option value="エビ">エビ</option>
<option value="オイスターソース">オイスターソース</option>
<option value="カエル">カエル</option>
<option value="カキ">カキ</option>
<option value="カレー粉">カレー粉</option>
<option value="キクラゲ">キクラゲ</option>
<option value="キャビア">キャビア</option>
<option value="キャベツ">キャベツ</option>
<option value="ケチャップ">ケチャップ</option>
<option value="コイ">コイ</option>
<option value="コーチン">コーチン</option>
<option value="シャケ">シャケ</option>
<option value="スッポン">スッポン</option>
<option value="タイ">タイ</option>
<option value="タコ">タコ</option>
<option value="タラ">タラ</option>
<option value="ダック">ダック</option>
<option value="チーズ">チーズ</option>
<option value="トマト">トマト</option>
<option value="トラフグ">トラフグ</option>
<option value="トリュフ">トリュフ</option>
<option value="ドジョウ">ドジョウ</option>
<option value="ナス">ナス</option>
<option value="ニラ">ニラ</option>
<option value="ネギ">ネギ</option>
<option value="ハム">ハム</option>
<option value="バター">バター</option>
<option value="パスタ">パスタ</option>
<option value="パン">パン</option>
<option value="ピザ生地">ピザ生地</option>
<option value="ピーマン">ピーマン</option>
<option value="フォアグラ">フォアグラ</option>
<option value="フカヒレ">フカヒレ</option>
<option value="フクロタケ">フクロタケ</option>
<option value="ベーコン">ベーコン</option>
<option value="ホタテ貝">ホタテ貝</option>
<option value="マグロ">マグロ</option>
<option value="マッシュルーム">マッシュルーム</option>
<option value="レタス">レタス</option>
<option value="レモン">レモン</option>
<option value="ワイン">ワイン</option>
<option value="ワカメ">ワカメ</option>
<option value="中華めん">中華めん</option>
<option value="伊勢海老">伊勢海老</option>
<option value="包丁の舞い">包丁の舞い</option>
<option value="味噌">味噌</option>
<option value="唐辛子">唐辛子</option>
<option value="大トロ">大トロ</option>
<option value="愛">愛</option>
<option value="折詰の折">折詰の折</option>
<option value="春菊">春菊</option>
<option value="松阪牛">松阪牛</option>
<option value="油揚げ">油揚げ</option>
<option value="点心の皮">点心の皮</option>
<option value="烏骨鶏の卵">烏骨鶏の卵</option>
<option value="牛乳">牛乳</option>
<option value="牛肉">牛肉</option>
<option value="白菜">白菜</option>
<option value="秘伝のかくし味">秘伝のかくし味</option>
<option value="米">米</option>
<option value="紋甲いか">紋甲いか</option>
<option value="計">計</option>
<option value="豚肉">豚肉</option>
<option value="酢">酢</option>
<option value="金箔">金箔</option>
<option value="餅">餅</option>
<option value="鶏肉">鶏肉</option>
<option value="黒豚">黒豚</option>`;
  select.value = firstIngredient;
  select.onchange = e => { firstIngredient = e.target.value; render(); };
  return select;
}

function buildRecipeSelect() {
  const candidates = recipes.filter(r =>
    r.chef.includes(selectedChef) && r.conditions.flat().includes(firstIngredient)
  );
  const select = document.createElement('select');
  select.innerHTML = '<option value="">-- レシピを選択 --</option>' +
    candidates.map(r => `<option value="${r.name}" ${r.name === confirmedRecipe ? 'selected' : ''}>${r.name}</option>`).join('');
  select.onchange = e => { confirmedRecipe = e.target.value; render(); };
  return select;
}

function buildIngredientInput() {
  const wrapper = document.createElement('div');
  const input = document.createElement('input');
  input.placeholder = '食材名を入力して Enter';
  input.onkeydown = e => {
    if (e.key === 'Enter' && e.target.value.trim()) {
      ownedIngredients.push(e.target.value.trim());
      e.target.value = '';
      render();
    }
  };
  const display = document.createElement('div');
  display.className = 'highlight';
  display.textContent = '現在の所持食材：' + ownedIngredients.join(', ');
  wrapper.appendChild(input);
  wrapper.appendChild(display);
  return wrapper;
}

function buildRecipeComparison() {
  const container = document.createElement('div');

  const confirmed = recipes.find(r => r.name === confirmedRecipe);
  if (confirmed) {
    const div = document.createElement('div');
    div.className = 'recipe-card';
    div.innerHTML = '<strong>提示レシピ：</strong><br>' +
      `<div>${confirmed.name}</div>` +
      confirmed.conditions.map((g, i) => `<div>${i + 1}つ以上：${g.join(', ')}</div>`).join('');
    container.appendChild(div);
  }

  const others = recipes.filter(r =>
    r.name !== confirmedRecipe &&
    r.chef.includes(selectedChef) &&
    r.conditions.flat().includes(firstIngredient) &&
    ownedIngredients.every(i => r.conditions.flat().includes(i))
  );

  if (others.length) {
    const title = document.createElement('div');
    title.innerHTML = '<strong>他に作れるレシピ：</strong>';
    container.appendChild(title);

    others.forEach(r => {
      const div = document.createElement('div');
      div.className = 'recipe-card';
      div.innerHTML = `<div>${r.name}</div>` +
        r.conditions.map((g, i) => `<div>${i + 1}つ以上：${g.join(', ')}</div>`).join('');
      container.appendChild(div);
    });
  }

  return container;
}

render();
